
{
  //SPECIAL DIALOGUE
  "Introduction": "Ôi trời, cháu không phải là người dễ thương tí nào! Chào mừng đã đến với nời này.$6#$b#Thật thú vị khi ai đó mới chuyển đến!$1#$e#Cháu đã gặp con trai cô chưa ?$3",
  "divorced": "Anh đã có những gì mình muốn, và giờ hãy để em yên.$5",
  "danceRejection": "Cháu muốn khiêu vũ với cô? Cháu thân mến à, cô sợ là mình sẽ phải từ chối rồi.$6",
  "secondChance_Girls": "...Hàn gắn lại mọi thứ, @?$6#$b#Anh yêu ... Em đã làm việc rất chăm chỉ để quên đi những gì anh đã làm với mình.Đối với em, hôn nhân còn quan trọng hơn hầu hết tất mọi người. Anh có biết rằng.$2#$b#...Em đã sẵn sàng, nhưng đây sẽ là lần cuối cùng.$3#$b#Em yêu anh, anh yêu. Em hy vọng mình sẽ không mắc sai lầm khi tin tưởng anh thêm một lần nữa.$2",
  "dumped_Girls": "Cháu có thực sự đủ can đảm để nói chuyện với cô ngay bây giờ không, @?$5#$b#Cô cần một thời gian vời việc cháu đã làm với cô.$2",
  "breakUp": "Cô đã biết đây là một ý tưởng tồi ngay từ ban đầu.$2#$bCảm ơn cháu đã nói trước về cảm xúc của mình.$0#$e#...$2",
  "stardrop_gift": "@. Cô đã đặt một đơn đặt hàng đặc biệt cho trái Stardrop này cho cháu.$4#$b#Nó vần tươi như họ lúc họ đem đến. Cô huy vọng cháu sẽ thưởng thức nó. Có thể nó làm cho công việc của cháu dễ dàng hơn một chút.$3",
  "give_flowersA": "...Cháu muốn ở bên cô? Thật chứ?$1#$b#Tất nhiên cô cũng muốn ở bên cháu.Cô chỉ không nghĩ là...Cảm ơn cháu. Thực hiện bước đầu nào.$3",
  "give_flowersB": "cháu yêu, Cô rất cảm động. Tất nhiên cô rất thích.$1#$e#...Xin hãy kiên nhẫn với cô, mặc dù. Đã lâu rồi cô không thân thiết với ai cả.$3",
  "give_pendant": "...$2#$b#@...Cô chưa bao giờ nghĩ rằng mình sẽ kết hôn lần nữa. Cô thậm chí chưa bao giờ nghĩ rằng mình sẽ lại kết hôn với bất cứ ai lần nào nữa.$2#$b#Nhưng dành thời gian cho cháu ... điều đó khiến cô cảm nhận được những điều mà cô nghĩ rằng mình đã bỏ lại từ rất lâu.$3#$b#Đúng, @. Tôi rất thích kết hôn với bạn. Và ... cùng nhau bắt đầu một chương mới của chúng ta thôi, cô hy vọng nó sẽ hạnh phúc.$1",
  "rejectNPCA": "Cô không nghĩ vậy, cháu yêu.$6",
  "rejectNPCB": "Điều đó sẽ không bao giờ xảy ra.$6#$e#Cuộc trò chuyện đã kết thúc, @.$2",
  "reject_two_heartA": "Cô không cảm thấy như vậy về cháu, cháu yêu. Cô xin lỗi.$2",
  "reject_two_heartB": "Chúng ta cần hiểu nhau nhiều hơn một chút trước khi đi đến bước đó, cháu yêu.$6#$e#Cô không phản đối, nhưng ... cô  vẫn chưa sẵn sàng để đưa ra lựa chọn đó.$2",
  "reject_four_heartA": "Ý nghĩ hẹn hò với ai đó một lần nữa ... Cô không nghĩ là mình có thể làm như thế, cháu yêu.$2#$e#Chúng ta có thể nói về nó nhiều hơn vào lúc khác.$2",
  "reject_four_heartB": "@, cháu là một người bạn tuyệt vời, nhưng...$2#$b#Cô chỉ cần thêm một chút thời gian. Chúng ta nên tìm hiểu nhau hơn một chút.$2",
  "engageA": "Cháu có nghĩ rằng cô bị ngốc không? Cô biết là cháu đã đính hôn với người khác.$5#$e#Đừng đùa với cô như vậy. Thật tệ.$2",
  "engageB": "...@. Vợ của cháu sẽ nghĩ thế nào về việc này?^Chồng của cháu sẽ nghĩ thế nào về việc này?$2#$e#Cô rất thất vọng về cháu.$5",
  "marriedA": "Có thật không, @? Cháu đã kết hôn rồi.$5#$e#Cô sẽ giả vờ như điều này chưa bao giờ xảy ra. Cô đề nghị cháu cũng tương tự như thế.$5",
  "marriedB": "@...Cháu đang làm cái gì thế? Cô nghĩ sẽ không xen vào giữa cháu và vợ của cháu.^Cô nghĩ sẽ không xen vào giữa cháu và chồng của cháu.$6#$e#Cháu có thực sự nghĩ cô là loại người sẽ làm như vậy không ?$5",
  "refusal_knownA": "Oh, cháu yêu, hôn nhân là một cuộc trò chuyện lớn đối với chúng ta.$6#$e#Hãy uống một ly rượu và nói về nó một lúc nào đó.$0",
  "refusal_knownB": "Cô thực sự không nghĩ đến việc tái hôn lại quá sớm, @.$6#$b#Có lẽ một ngày nào đó cô sẽ lại sẵn sàng cho điều đó.$2",
  "refusal_botherA": "...Điều đó sẽ không sớm đếm đâu.$6",
  "refusal_botherB": "Không phải bây giờ.$0",
  "refusal_no_heartsA": "Oh! Cô nghe nói rằng mặt dây chuyền đó là một phong tục lãng mạn của người ở đây. Thật ngọt ngào.$6#$b#Cháu có định tặng nó cho ai đó không ?$1",
  "refusal_no_heartsB": "Thật không vui khi đùa về điều đó. Hôn nhân có ý nghĩa rất quan trọn đối với cô.$2",
  "Resort_Entering": "Ah, Khu nghĩ dưỡng! Thật là một cảnh đẹp đáng để xem!$1",
  "Resort_Leaving": "Chuyến đi này thật tuyệt vời! Cô sẽ quay lại đây thêm vài lần nữa.$3",
  "Resort_Shore": "Ánh nắng mặt trời đang làm điều kỳ diệu cho làn da của cô.$1#$b#Cháu có muốn thử kem chống nắng của cô không ? Nó được làm bằng hửu cơ.$3",
  "Resort_Chair": "Bãi biển này khá đẹp!$3#$e#Cô tự hỏi chi phí để xây một ngôi nhà ở đây là bao nhiêu.$6",
  "Resort_Bar": "Cô có thể đã uống quá nhiều...$4",
  "Resort": "Của cô, của cô. Cô thực sự có thể thích khu nghỉ dưỡng này hơn Thành phố Sautine.$1#$e#Cháu sẽ không nói cộng đồng thực sự làm cho nó trở nên đặc biệt?$3",
  
  
  //JOJA JOB QUESTION
  "spring_Thu": "Làm việc cho một công ty ở thành phố là một chương khác của cuộc đời của cô.$3#$q 8001/8002 joja_followup#Cháu đã từng làm việc cho Joja, điều đó có đúng không?#$r 8001 50 joja_yes#Có, Cháu đã từng làm việc ở đó.#$r 8002 -50 joja_no#Không. Cô chưa bao giờ làm việc ở Joja.",
  "joja_yes": "Hmm, đó là những gì cô nghĩ. Thị trưởng Lewis có nói với cô.$6#$b#Từ một nhân viên văn phòng chở thành nông dân - thật là một sự thay đổi nghề nghiệp đáng kinh ngạc! Cô làm việc như một nhà giao dịch chứng khoán vào thời gian rảnh, có thể là 15 giờ mỗi tuần.$1#$b#Cháu có cảm thấy tự do hơn rất nhiều khi không bị bó buộc trong văn phòng và có thể làm công việc mình yêu thích.$3#$b#Cô rất vui vì cháu đã tìm thấy niềm đam mê của mình, cháu yêu.$1",
  "joja_no": "Thật là lạ. Đó không phải là những gì Morris nói với cô...$6",
  "joja_followup": "$p 8001#Nó cũng dành cho cháu. Cô rất vui vì cả hai chúng ta đều có thể tiếp tục.$3|Nó cũng dành cho bạn, sweetie. Cô rất vui vì cả hai chúng ta đều có thể tiếp tục.$3",
  
  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "Custom_JenkinsHouse_20_9": "%Olivia đang tập trung vào động tác yoga của mình.",
  "Custom_JenkinsHouse_19_5": "Cô đang ở trên giường. Rời khôi đây đi!$5",
  "Custom_JenkinsHouse_5_8": "@, Cô đang sử dụng nhà vệ sinh! Rời khỏi đây!$5",
  "SeedShop_21_20": "%Olivia đang tập trung vào động tác yoga của mình.",
  "Custom_SophiaHouse_6_22": "Hi cháu yêu! Cô đang đặt hàng của Sophia ngay bây giờ.$3",

  //SPRING AND GENERAL DIALOGUE
  "spring_1": "Cô rất vui vì mùa xuân  đã trở lại. Cô đã rất vất vả để đối mặt với mùa đông.$1",
  "spring_9": "Đôi khi cô nhớ lại mình đã từng bận rộn như thế nào khi trở lại thành phố Zuzu với công việc công ty của mình.$2#$e#Cô đã có rất nhiều thời gian rảnh khi ở thung lũng. Nó cho phép cô tập trung vào sở thích của mình, nhưng đôi khi cô có thể bị lạc trong những suy nghĩ của mình...$3",
  "spring_12": "Lễ hội trứng sẽ bắt đầu vào ngày mai! Một lý do tốt để thưởng thức một số loại rượu vang cổ điển từ bộ sưu tập của mình.$3",
  "spring_23": "Hi, cháu yêu. Mùa xuân sắp kết thúc. Cháu có biết mình sẽ trồng cây gì cho mùa hè không?$3#$e#Marnie trồng dưa hàng năm và chúng luôn ngon. Cô mong đợi bọn họ.$1",
  "spring_28": "Cô nghĩ mình có thể trồng hoa hướng dương ở sân sau của cô. Khi cô nhìn thấy những bông hoa hướng dương, tôi cảm thấy như mình đang thực sự ở trong không khí của mùa hè.$1#$e#Hạt hướng dương cũng là một món ăn nhẹ lành mạnh!$3",
 
  "Mon": "Không biết có ai trong số bạn bè của Victor muốn một công việc bán thời gian dọn dẹp nhà cửa không. Nó sẽ giúp cô tiết kiệm rất nhiều thời gian.$6",
  "Mon2": "Lịch trình của cô khá bận rộn, nhưng tôi luôn đảm bảo có đủ thời gian để gặp Caroline và Jodi vào thứ hai và thứ năm mỗi tuần. Cả hai đều là bạn thân của cô.$3#$e#Cô cố gắng hết sức để tránh xa Pam. Cô ấy không ngồi tốt với cô.$6#$e#Tại sao? Cháu thân mến, đó không phải việc của cháu.$1",
  "Mon4": "Cô đang tranh luận xem mình có nên thuê một người làm thuê không. Sân sau có thể sử dụng một số chú ý.$0#$e#Cháu muốn nói nhiều hơn? Hiện tại cô đang bận.$6",
  "Mon8": "Thật vui khi gặp cháu, @.$3#$e#Ciao!$1",
  "Mon10": "Hello, cháu yêu. Cháu có muốn tập yoga với cô vào ngày mai tại lớp học thể hình không ?$3#$e#Cô có thể dạy bạn một số tư thế cơ bản!$1",
  "Tue": "Hello, dear. Hôm nay là một ngày làm việc hiệu quả? Đừng làm việc quá sức và làm hại chính mình.$3#$e#Cô sẽ không muốn cháu chuyển đi sớm như vậy.$6",
  "Tue2": "Cô đã tập yoga nhiều năm rồi. Tôi có thể thực hiện các tư thế nâng cao như 'Chúa tể của vũ điệu' hoặc 'Hoa sen'.$1#$e#Hãy giữ gìn sức khỏe là điều quan trọng nếu cháu muốn có một thân hình đẹp hoàn mỹ như cô.$6",
  "Tue8": "Yoga là một môn luyện tập về thể chất, tinh thần và tâm linh!Bất cứ khi nào cháu có thời gian rảnh rỗi, Cô rất thích dạy cháu một số động tác cơ bản.$3",
  "Wed": "Hi, Cháu yêu. Thứ Tư vui vẻ.$3#$e#Có lẽ nếu cháu may mắn, cô sẽ cho cháu nếm thử một số loại rượu hiếm.$1",
  "Wed4": "Hôm nay cô đã tưới cây trong nhà. Cây khỏe có nghĩa là sạch, không khí trong lành trong nhà.$1#$e#Đó không phải là thứ mà tiền có thể mua được.$3",
  "Wed10": "Tôi đã lấy một chai rượu vang từ hầm rượu cho cháu.Đó là một loại cổ điển tuyệt rất tuyệt vời.[348]$1",
  "Thu": "Xin lỗi cháu. Cô quá bận để nói chuyện với chau ngay bây giờ.$0#$e#Điều đó có nghĩa là cháu có thể rời đi, @.$6",
  "Thu2": "Hi, @! Hôm nay cô đang có tâm trạng vui vẻ và yêu đời!$1#$e#Tại sao ư? Bởi vì cô đã kiếm được rất nhiều tiền vào sáng nay thông qua giao dịch chứng khoán.$0",
  "Thu6": "Cháu sẽ ở quán rượu vào ngày mai chứ, @?Cháu có thể gặp cô ở đó. Victor đi chơi vào thứ sáu hàng tuần với bạn bè của mình.$3",
  "Thu8": "Rất vui được gặp cháu. Cháu khỏe không?$3#$e#Ooh, Cô thấy! Luôn làm việc hiệu quả.$1",
  "Fri": "Hello, cháu yêu.$3",
  "Fri2": "Một số cổ phiếu của cô đã giảm giá sáng nay. Cô đã mất 30,000g,,.$2#$e#%Olivia không có tâm trạng tốt để nói chuyện.",
  "Fri6": "Cô luôn thưởng cho bản thân với một ly rượu vang ngon vào các ngày thứ Sáu.$3#$b#Gus mang theo một số loại rượu quý hiếm, và luôn dự trữ rượu từ Blue Moon Vineyard.$1",
  "Fri10": "Thứ sáu vui vẽ! Cháu đã làm việc rất chăm chỉ gần đây! Chúa xứng đáng được nghỉ một ngày.$3#$e#Hãy cho cô biết nếu cô có thể giúp cháu bất cứ điều gì.$4",
  "Sat": "Xung quanh nhà luôn có quá nhiều việc phải làm. Cô có thể sẽ sớm thuê một quản gia.$5#$e#Chúc một ngày tốt lành, cháu yêu.$6",
  "Sat2": "Cô chọn vẽ tranh như một thú vui cách đây vài năm. Leah đã cho cô một số gợi ý tuyệt vời!$3#$e#Cô ấy thực sự là một con búp bê, cháu sẽ không nói chứ?$1",
  "Sat6": "Hi. Thứ bảy này đã đối xử với cháu như thế nào ? chúa luôn làm việc quá chăm chỉ trong những ngày cuối tuần.$3#$e#Thỉnh thoảng cháu nên nghỉ giải lao.$0",
  "Sat10": "Cô đã tiến bộ rất nhiều trong nghệ thuật của mình gần đây. Cô rất tự hào về điều đó.$1#$e# Chúc cháu có một này tốt lành, cháu yêu!$3",
  "Sun": "Cháu không nghỉ ngày nào, đúng không? Cô chắc chắn không muốn làm cháu phân tâm khỏi công việc của mình.$6#$e#Tiếp tục với những công việc thường ngày của cháu đi, @.$0", 
  "Sun2": "Thời gian là tiền bạc! Cháu biết điều này là sự thật, @. Cô luôn kiểm tra cổ phiếu của mình mỗi ngày.$3#$e#Tất nhiên, Cháu biết điều này. Đó là lý do cháu không bao giờ nghỉ ngơi với trang trại của mình.$6",
  "Sun6": "Cô đã gặp may khi giao dịch sáng nay và có một khoản thanh toán lớn.$1#$b#Cô tin rằng mình sẽ dành nó cho một bức tranh của nghệ sĩ thời thượng yêu thích của cô từ quần đảo Fern.$0",
  "Sun10": "Thật tuyệt khi gặp cháu! Ngày hôm nay của cháu thế nào?$1#$e#*smooch* Cô có làm cho ngày của cháu tốt hơn không?$3",

  //SUMMER DIALOGUE
  "summer_1": "Ah! Summer! I can finally show off my new bikini at the beach.$3#$e#I believe Caroline has a new bikini as well.$6",
  "summer_5": "My seamstress in Chestervale designed a beautiful dress for me.$1#$b#I'm looking forward to wearing it at the next town festival.$3#$e#Don't forget to compliment me when you see it, sweetie.$1",
  "summer_10": "The governor doesn't visit Stardew Valley often. It's an honor he's visiting us tomorrow.$1#$e#I expect you'll be on your best behavior and contribute to the soup.$3",
  "summer_17": "I donated 15,000g to a charity in Zuzu City yesterday.$1#$b#I understand not everyone is as fortunate as I am. I try to help where I can.$2#$b#You look surprised. I do care about more than just my own good fortune, sweetie.$0",
  "summer_22": "Hi, honey. Here's a little spending money. Go buy yourself some ice cream!$1[336]",
  "summer_28": "Will you be joining everyone to watch the moonlight jellies tonight, @?$3",
  "summer_3_1": "That was a horrible blast last night. Did that wake you up too, @?$0#$e#It sounded like an avalanche. I need to talk to Mayor Lewis.$2",

  "summer_Mon": "Hello, dear. How's your Monday? Is the week off to a good start?$3#$e#Oh. Me? It's going well. Thank you for asking.$6#$e#Has anyone ever told you that you're very polite?$1", 
  "summer_Mon4": "Susan gave me a freshly picked melon from her field today. She's an absolute sweetheart!$1#$b#Her crops are much healthier than Andy's.$6#$e#I don't think I'd ever eat any of his produce.$2#$e#That seems a little harsh? Oh, honey, I'm just trying to watch out for my health. But I know that you want to make everyone feel at home.$0",
  "summer_Mon8": "Hi, sweetie. You're working so hard to start off the week, and in this summer heat too.$3",
  "summer_Mon10": "I'm using a new sunscreen. It's doing wonders for my complexion.$3#$b#Let me know if you want try it.$1",
  "summer_Tue": "I'm part of the aerobics class at Pierre's. Yoga is an excellent way to focus the mind and body.$3#$e#It also keeps me healthy and slim.$1",
  "summer_Tue4": "I picked up fresh produce from Pierre this morning. He has the best organic selection.$3",
  "summer_Tue6": "Mayor Lewis was 5,000g over budget for the Egg Festival this year.$2#$b#I contributed my own money to ensure we could still host the festival.$0#$e#In return, he allowed me to use more community kegs next to the community center.$3#$e#We should all try to give back to the community when we can. Together, we're what makes this town special, dear.$3",
  "summer_Tue8": "Next time I get back from the Fern Islands, I'll bring some ringfruit for you.$1#$e#They're delicious, and make the perfect desserts. Pies, cakes, custards... anything you can think of!$3#$b#I always like giving gifts, but I especially love making sure you get a nice treat sometimes, sweetie.$1",
  "summer_Wed": "Sophia's latest batch of iridium-quality wine was superb. I must let her know.$2",
  "summer_Wed4": "I invested 30,000g in a startup company this morning. I have faith they're going to grow big!$1#$e#Tech companies are booming in Zuzu City.$3#$b#If you want to make easy money, now's the time to get into stocks, @.$1",
  "summer_Wed6": "If you ever want me to invest your money in stocks, I'll be happy to oblige, @.$1#$e#I do, however, take a 20 percent cut from any profits for consulting.$6",
  "summer_Wed8": "I may take a trip to Grampleton soon. The most divine weather you'll ever experience is under the shade of the tall redwood trees.$3#$e#Maybe we can take a trip there together sometime, honey.$1",  
  "summer_Thu": "Hello, dear. What do you think of my new earrings?$3#$b#I ordered these in the mail from Sautine City!$1",
  "summer_Thu8": "Caroline, Jodi and I may go swimming sometime soon. Caroline has a new swimsuit she wants to debut.$3#$b#You want to tag along? Of course, sweetie. You're always welcome.$1",
  "summer_Thu10": "Caroline and I are swimming at the beach soon.$3#$b#Would you care to join us, sweetie?$4",
  "summer_Fri": "I've been spending more time painting lately.$1#$e#There's so much to learn. So many different styles and techniques... it's a little overwhelming.$0 ",
  "summer_Fri2": "Andy made me feel uncomfortable at the saloon last night. He was staring at me constantly.$2#$e#I heard he's horrible at paying his tab. That's not too surprising.$6",
  "summer_Fri6": "Yoga is a great activity if you have high blood pressure or high cholesterol.$1#$e#I think Andy could use some yoga. Or at least a healthier diet.$6#$b#..I know I've spoken harshly of him before, but I worry about him. Ready-made Joja meals aren't a healthy choice.$2",  
  "summer_Fri10": "My, my. Your outfit is absolutely flawless today.$1#$e#If you need any tailoring done, I know someone in Chestervale who can assist!$3",
  "summer_Sat": "I received a hefty amount of junk mail this morning. I need to have a word with Mayor Lewis.$2#$e#Most of the mail I get are advertisements and scams.$5",
  "summer_Sat4": "Mayor Lewis listened to a number of my suggestions to improve the town. He's really a very good mayor.$3#$e#I love how much this place is beginning to feel like home, sweetie. Is it starting to feel that way for you, too?$3",
  "summer_Sat8": "Leah taught me several brushstroke techniques. I envy her artistic skills.$3#$e#If I apply myself more, maybe I'll be able to paint a portrait of you one day!$1",
  "summer_Sun": "I'm going to try a different yoga routine next Tuesday. Something to challenge myself!$3",
  "summer_Sun4": "Jodi told me Vincent isn't doing well in math. She has so much to worry about...$2#$e#I may ask Victor if he can tutor him. If not, I suppose I do have a knack for math from trading...$3",
  "summer_Sun8": "My other hobbies? Well...since we're friends...don't tell anyone, but...$0#$e#I'm in the middle of a romance novel. I read more literary novels too, but these are my favorite guilty pleasure.$4#$e#Have a wonderful day, dear.$9",
  
  // FALL DIALOGUE
  "fall_1": "Good luck on your fall harvest this year, @. If you sell any pumpkins to Pierre, I may pick some up!$3",
  "fall_9": "I'm visiting Blue Moon Vineyard tomorrow to order more wine from Sophia.$3#$b#I sometimes have Victor go, but I want to see the Gem Sea from the cliff. It's a beautiful view.$1#$e#I'd like to go with you sometime... will you join me there?$3",
  "fall_15": "You're participating in the fair tomorrow, sweetie? I wish you the best of luck!$1#$e#Caroline says Pierre's crops have been doing very well this year. It'll be a close call between you two.$6",
  "fall_17": "At the fair yesterday, I spoke with a tourist that came all the way from Pine-Mesa City!$1#$b#It's not as big as Zuzu City, but it's still bustling with activity and commerce.$3",
  "fall_22": "Despite the fact I was an accounting manager at Joja, I never shop at their stores, and never will.$0#$e#Their products aren't healthy, and they'd damage my complexion.$6",
  "fall_26": "Spirit's Eve is tomorrow, @!?$1#$e#Victor has a tendency to get lost in the maze. He always seems to get caught in rough situations.$6",
  "fall_28": "There's a dark story about the family that used to live in our house.$2#$e#I'm not allowed to talk to anyone about it.$6#$e#Yes, @. That includes you too.$6#$e#...$2#$e#%Olivia is now ignoring you.",

  "fall_Mon": "During fall, I may sometimes take trips in the forest to gather some mushrooms.$0#$b#I wish Victor enjoyed mushrooms as much as I did. I'd use them in just about every dish.$6",
  "fall_Mon4": "I saw %pet walking around town yesterday. Such an adorable animal!$1#$e#%pet reminds me of Dewey... Victor loved that cat so much.$2#$e#Has he told you about Dewey yet? ...Losing that cat broke his heart, poor thing.$2",
  "fall_Mon8": "You're working so hard, sweetie! This energy tonic from Doctor Harvey will help you get your energy back.[349]$3#$e#Have a wonderful day!$1",
  "fall_Tue": "Mayor Lewis is considering funding some dock repairs. The wood is quite old.$0",
  "fall_Tue2": "The beauty of yoga is the enhanced flexibility it gives you, @.$3#$b#Working the fields on your farm will certainly keep your muscles toned too.$1",
  "fall_Tue6": "I tried to get Victor to do yoga with me and he refused to even try it.$6#$e#I suppose I'll just stick to Tuesdays. Emily loves our yoga days.$3",
  "fall_Tue10": "%farm Farm must have an exceptionally astonishing landscape this time of year.$3#$e#Perhaps I could paint your farmhouse...?$4",
  "fall_Tue8": "I've been doing yoga for many years. It's helped tone my body and concentrate my mind to a balanced state.$3#$e#You should join us sometime, @.$1", 
  "fall_Wed": "I prefer red wine over whites. Reds have more minerals and vitamins, and the taste is much more complex.$3#$e#Sophia specializes in dry red wines. The weather in the valley is perfect for it.$1",
  "fall_Wed4": "Pierre makes spiced cider during fall. He doesn't sell it at the front counter.$3#$e#He only sells it to his closest friends. Luckily, Caroline and I have an excellent relationship.$1#$e#Next time, I'll pick a little extra up for you.$3",
  "fall_Wed8": "Caroline and Jodi are my best friends. We've been through so much together.$1#$e#The three of us are mothers. We see eye to eye on many things, and rely on each other for support.$3",  
  "fall_Thu": "Jodi baked me an apple pie yesterday. It was delicious! I need to make her something special too.$1",
  "fall_Thu4": "A silent auction is being held in Zuzu City today.$0#$b#I'm always on the lookout for more Gotoran china. It's quite exquisite.$1",
  "fall_Thu8": "Jodi's been stressed lately. I'm going to offer to watch Vincent for a day so she can take a break.$0#$e#Let me know if I can ever help you relax a little, @. I know you work hard.$3",
  "fall_Fri": "Fall is just the most marvelous season for fashion, don't you think, @?$3#$b#Dresses, jackets, layers...so many possibilities. I love it!$3",
  "fall_Fri6": "Do you ever go shopping to expand your wardrobe, sweetie?$0#$b#I know a few places where you can get quality clothes at a great bargain, if you ever want to go together.$3",
  "fall_Sat": "Marlon walked into the saloon with the wizard last night and they both went to the back room.$6#$b#A person wearing a brown cloak joined them, but their face was covered.$0#$e#I wonder what on earth was going on back there...$6",
  "fall_Sat6": "Such a chilly fall day. Want to join me in the saloon later for a little pick-me-up, sweetie?$3",
  "fall_Sat10": "I went foraging for fresh mushrooms and cooked what I found. I saved some for you, dear![205]$4#$e#I wish Victor enjoyed mushrooms as much as I do.$6",
  "fall_Sun": "It's such a shame all Gotoro Empire imports are banned. They produce exquisite art and wine.$2#$e#I hope this war with them ends soon. So much violence over such trivial differences...$2",
  "fall_Sun6": "Hi, sweetie. Is this Sunday treating you well?$1#$e#Always a pleasure, dear.$3",

  //WINTER DIALOGUE    
  "winter_1": "My, my. That snow storm last night blanketed the entire valley.$6#$e#Keep yourself warm, sweetie. I wouldn't want you catching a cold!$3",
  "winter_7": "Hello, honey. Are you walking with all of us to the ice fishing spot tomorrow?$3#$e#I'd love to see you compete against Willy.$1",
  "winter_13": "I broke one of my Gotoran dishes this morning. Now I need to spend 6,000g to replace it. They're getting even harder to find.$2#$b#It's important that we treasure the things that remind us of where we come from, don't you think?$0", 
  "winter_21": "Caroline had an argument with Pierre today and vented to me about it afterward.$2#$e#I hope their marriage is okay.$2#$b#They're both strong people. I know they'll get through this.$0#$b#...I should check in on her. I wonder if she's talked to Jodi yet...$0",  
  "winter_24": "Hi, @! Are you keeping yourself warm this winter? The Feast of the Winter Star is tomorrow.$3#$e#I got the perfect gift. For who? It's a secret, dear!$1",
  "winter_28": "Spring is almost here, @! I need to hurry up and decide on what plants I'm going to plant in our backyard this year.$1#$e#Have a wonderful day, dear. Good luck with your farming in this coming season.$3",

  "winter_Mon": "I almost slipped on some ice today.$6#$b#Be careful when you're walking outside, dear.$2",
  "winter_Mon4": "Do you shop at Joja, @?$0#$b#It's not that I'll judge you if you do, sweetie. I just know that they cut a lot of corners and the quality of their product suffers.$2",
  "winter_Mon8": "You're one of my favorite people to talk with, @.$1#$b#You always have a wonderful story to tell.$6#$e#Can you tell me about the mines again?$3",
  "winter_Mon10": "My, my. Quite the chilly day.$0#$b#Perhaps we could settle on the couch with a nice cup of hot chocolate? I have a lovely mix I order from Grampleton.$1",
  "winter_Tue": "Today has been extraordinarily busy. I've earned a glass of a good wine tonight.$6#$e#Yes? Can I help you?$0",
  "winter_Tue2": "My mother and father are visiting soon. Everything has to be perfect!$0#$e#...Maybe you'll meet them someday, sweetie. Then you'll understand.$6",
  "winter_Tue8": "I bought some potted plants from Marnie. They're doing wonderful in the kitchen.$1#$e#I'd get some chickens from her too, but I wouldn't have anywhere to put them.$0",
  "winter_Tue10": "You know, I could perhaps give you some private yoga lessons if you're interested.$4",
  "winter_Wed": "Robin built our fireplace. She's an exceptional carpenter, and can build just about anything.$1",
  "winter_Wed4": "Caroline and Jodi don't drink at the saloon very often. Those two are always so busy.$2#$e#I enjoy our chats, sweetie. Let's talk again soon. And maybe you can join me at the saloon sometime.$1",
  "winter_Wed8": "Winter in Pelican Town is beautiful. All of the colorful decorations alongside the bright white snow makes every day feel so festive.$3#$e#Gus, Pierre, and Mayor Lewis do a wonderful and tasteful job with their decorating.$1#$e#This is such a wonderful place to make a home, isn't it, @? I'm glad you settled here too.$3",
  "winter_Thu": "I've been trying to get Jodi and Caroline to come to the bathhouse with me.$1#$e#It'd be such a wonderful lady's night. Making sure to take time to recover is important.$6",
  "winter_Thu6": "It's great to take a break from working on %farm Farm during winter, isn't it, @?$3#$e#I know you enjoy your work, but it's important to take breaks to care for yourself.$0",
  "winter_Thu10": "Don't tell Caroline or Jodi, but I'm contemplating retiring from stock trading.$3#$e#I'd like to spend more time on my hobbies, friends, and with you, of course.$1",
  "winter_Fri": "I special order my painting supplies from the Fern Islands.$3#$b#They're expensive, but it's important to have high-quality tools.$6",
  "winter_Fri8": "I finally managed to order a vintage that's in high demand from a vineyard just north of Grampleton. They gave me an extra bottle!$3#$e#I want you to have it, dear. Everyone should get to enjoy nice things once in a while, especially you.[348]$1",
  "winter_Sat": "Although I retired young, I still dabble in stocks.$0#$e#I'm adept at making quick money from trading.$6",
  "winter_Sat4":"I purchase all of my jewelry from Sautine City. Their jewelers are unrivaled in their craftsmanship and attention to detail.$0#$e#I'll make sure to show you the next piece I order.$6",
  "winter_Sat8": "It's a joy to see you, @.$3#$e#Ciao!$1",
  "winter_Sun": "I feel as if I'm starting to get sick. This winter has been unusually cold.$2#$e#I need to pay a visit to Harvey. We're fortunate to have an experienced doctor in the valley.$0",
  "winter_Sun4": "Sometimes I worry that during my time at Joja, I did more harm to the world than good.$2#$b#Over time, Joja has been pushing unhealthy foods, making decisions that are damaging the environment...it's irresponsible. That's part of the reason I left.$0#$b#I'm glad the path my life took led to us becoming friends.$1",
  "winter_Sun8": "Are you all right, @? You look a little pale.$6#$e#...Make sure you're taking good care of your health, sweetie. You might want to check in with Harvey.$6#$e#I wouldn't want anything to happen to you.$2",

  //EVENT DIALOGUE
  "Olivia_event1": "Oh, why of course.$1#$b#The lovely animals on our farm.$3",
  "Olivia_event2": "Oh, your grandfather?$0#$b#I can't imagine a scenario where he wouldn't be.$3",
  "Olivia_event3": "Ah, yes. The friendships you've made...$1",
  "Olivia_event4": "Oh, my. Quite the topic, dear.$6",
  "Olivia_event5": "I'm hopeful she'll overcome this...$2",
  "Olivia_event6": "A part of me believes that...$2#$b#She's hurting. She's lost loved ones, too...$2",
  "Olivia_event7": "Her daughter just turned six. Suki's shown me pictures, and she's absolutely precious.$3#$b#I hope I can visit next time she's in the valley...$0",
  "Olivia_event8": "It is. I can't stop thinking about all those hurt people out there...$2"
  
}
