
{
  //SPECIAL DIALOGUE
  "Introduction": "Ôi trời, cháu không phải là người dễ thương tí nào! Chào mừng đã đến với nời này.$6#$b#Thật thú vị khi ai đó mới chuyển đến!$1#$e#Cháu đã gặp con trai cô chưa ?$3",
  "divorced": "Anh đã có những gì mình muốn, và giờ hãy để em yên.$5",
  "danceRejection": "Cháu muốn khiêu vũ với cô? Cháu thân mến à, cô sợ là mình sẽ phải từ chối rồi.$6",
  "secondChance_Girls": "...Hàn gắn lại mọi thứ, @?$6#$b#Anh yêu ... Em đã làm việc rất chăm chỉ để quên đi những gì anh đã làm với mình.Đối với em, hôn nhân còn quan trọng hơn hầu hết tất mọi người. Anh có biết rằng.$2#$b#...Em đã sẵn sàng, nhưng đây sẽ là lần cuối cùng.$3#$b#Em yêu anh, anh yêu. Em hy vọng mình sẽ không mắc sai lầm khi tin tưởng anh thêm một lần nữa.$2",
  "dumped_Girls": "Cháu có thực sự đủ can đảm để nói chuyện với cô ngay bây giờ không, @?$5#$b#Cô cần một thời gian vời việc cháu đã làm với cô.$2",
  "breakUp": "Cô đã biết đây là một ý tưởng tồi ngay từ ban đầu.$2#$bCảm ơn cháu đã nói trước về cảm xúc của mình.$0#$e#...$2",
  "stardrop_gift": "@. Cô đã đặt một đơn đặt hàng đặc biệt cho trái Stardrop này cho cháu.$4#$b#Nó vần tươi như họ lúc họ đem đến. Cô huy vọng cháu sẽ thưởng thức nó. Có thể nó làm cho công việc của cháu dễ dàng hơn một chút.$3",
  "give_flowersA": "...Cháu muốn ở bên cô? Thật chứ?$1#$b#Tất nhiên cô cũng muốn ở bên cháu.Cô chỉ không nghĩ là...Cảm ơn cháu. Thực hiện bước đầu nào.$3",
  "give_flowersB": "cháu yêu, Cô rất cảm động. Tất nhiên cô rất thích.$1#$e#...Xin hãy kiên nhẫn với cô, mặc dù. Đã lâu rồi cô không thân thiết với ai cả.$3",
  "give_pendant": "...$2#$b#@...Cô chưa bao giờ nghĩ rằng mình sẽ kết hôn lần nữa. Cô thậm chí chưa bao giờ nghĩ rằng mình sẽ lại kết hôn với bất cứ ai lần nào nữa.$2#$b#Nhưng dành thời gian cho cháu ... điều đó khiến cô cảm nhận được những điều mà cô nghĩ rằng mình đã bỏ lại từ rất lâu.$3#$b#Đúng, @. Tôi rất thích kết hôn với bạn. Và ... cùng nhau bắt đầu một chương mới của chúng ta thôi, cô hy vọng nó sẽ hạnh phúc.$1",
  "rejectNPCA": "Cô không nghĩ vậy, cháu yêu.$6",
  "rejectNPCB": "Điều đó sẽ không bao giờ xảy ra.$6#$e#Cuộc trò chuyện đã kết thúc, @.$2",
  "reject_two_heartA": "Cô không cảm thấy như vậy về cháu, cháu yêu. Cô xin lỗi.$2",
  "reject_two_heartB": "Chúng ta cần hiểu nhau nhiều hơn một chút trước khi đi đến bước đó, cháu yêu.$6#$e#Cô không phản đối, nhưng ... cô  vẫn chưa sẵn sàng để đưa ra lựa chọn đó.$2",
  "reject_four_heartA": "Ý nghĩ hẹn hò với ai đó một lần nữa ... Cô không nghĩ là mình có thể làm như thế, cháu yêu.$2#$e#Chúng ta có thể nói về nó nhiều hơn vào lúc khác.$2",
  "reject_four_heartB": "@, cháu là một người bạn tuyệt vời, nhưng...$2#$b#Cô chỉ cần thêm một chút thời gian. Chúng ta nên tìm hiểu nhau hơn một chút.$2",
  "engageA": "Cháu có nghĩ rằng cô bị ngốc không? Cô biết là cháu đã đính hôn với người khác.$5#$e#Đừng đùa với cô như vậy. Thật tệ.$2",
  "engageB": "...@. Vợ của cháu sẽ nghĩ thế nào về việc này?^Chồng của cháu sẽ nghĩ thế nào về việc này?$2#$e#Cô rất thất vọng về cháu.$5",
  "marriedA": "Có thật không, @? Cháu đã kết hôn rồi.$5#$e#Cô sẽ giả vờ như điều này chưa bao giờ xảy ra. Cô đề nghị cháu cũng tương tự như thế.$5",
  "marriedB": "@...Cháu đang làm cái gì thế? Cô nghĩ sẽ không xen vào giữa cháu và vợ của cháu.^Cô nghĩ sẽ không xen vào giữa cháu và chồng của cháu.$6#$e#Cháu có thực sự nghĩ cô là loại người sẽ làm như vậy không ?$5",
  "refusal_knownA": "Oh, cháu yêu, hôn nhân là một cuộc trò chuyện lớn đối với chúng ta.$6#$e#Hãy uống một ly rượu và nói về nó một lúc nào đó.$0",
  "refusal_knownB": "Cô thực sự không nghĩ đến việc tái hôn lại quá sớm, @.$6#$b#Có lẽ một ngày nào đó cô sẽ lại sẵn sàng cho điều đó.$2",
  "refusal_botherA": "...Điều đó sẽ không sớm đếm đâu.$6",
  "refusal_botherB": "Không phải bây giờ.$0",
  "refusal_no_heartsA": "Oh! Cô nghe nói rằng mặt dây chuyền đó là một phong tục lãng mạn của người ở đây. Thật ngọt ngào.$6#$b#Cháu có định tặng nó cho ai đó không ?$1",
  "refusal_no_heartsB": "Thật không vui khi đùa về điều đó. Hôn nhân có ý nghĩa rất quan trọn đối với cô.$2",
  "Resort_Entering": "Ah, Khu nghĩ dưỡng! Thật là một cảnh đẹp đáng để xem!$1",
  "Resort_Leaving": "Chuyến đi này thật tuyệt vời! Cô sẽ quay lại đây thêm vài lần nữa.$3",
  "Resort_Shore": "Ánh nắng mặt trời đang làm điều kỳ diệu cho làn da của cô.$1#$b#Cháu có muốn thử kem chống nắng của cô không ? Nó được làm bằng hửu cơ.$3",
  "Resort_Chair": "Bãi biển này khá đẹp!$3#$e#Cô tự hỏi chi phí để xây một ngôi nhà ở đây là bao nhiêu.$6",
  "Resort_Bar": "Cô có thể đã uống quá nhiều...$4",
  "Resort": "Của cô, của cô. Cô thực sự có thể thích khu nghỉ dưỡng này hơn Thành phố Sautine.$1#$e#Cháu sẽ không nói cộng đồng thực sự làm cho nó trở nên đặc biệt?$3",
  
  
  //JOJA JOB QUESTION
  "spring_Thu": "Làm việc cho một công ty ở thành phố là một chương khác của cuộc đời của cô.$3#$q 8001/8002 joja_followup#Cháu đã từng làm việc cho Joja, điều đó có đúng không?#$r 8001 50 joja_yes#Có, Cháu đã từng làm việc ở đó.#$r 8002 -50 joja_no#Không. Cô chưa bao giờ làm việc ở Joja.",
  "joja_yes": "Hmm, đó là những gì cô nghĩ. Thị trưởng Lewis có nói với cô.$6#$b#Từ một nhân viên văn phòng chở thành nông dân - thật là một sự thay đổi nghề nghiệp đáng kinh ngạc! Cô làm việc như một nhà giao dịch chứng khoán vào thời gian rảnh, có thể là 15 giờ mỗi tuần.$1#$b#Cháu có cảm thấy tự do hơn rất nhiều khi không bị bó buộc trong văn phòng và có thể làm công việc mình yêu thích.$3#$b#Cô rất vui vì cháu đã tìm thấy niềm đam mê của mình, cháu yêu.$1",
  "joja_no": "Thật là lạ. Đó không phải là những gì Morris nói với cô...$6",
  "joja_followup": "$p 8001#Nó cũng dành cho cháu. Cô rất vui vì cả hai chúng ta đều có thể tiếp tục.$3|Nó cũng dành cho bạn, sweetie. Cô rất vui vì cả hai chúng ta đều có thể tiếp tục.$3",
  
  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "Custom_JenkinsHouse_20_9": "%Olivia đang tập trung vào động tác yoga của mình.",
  "Custom_JenkinsHouse_19_5": "Cô đang ở trên giường. Rời khôi đây đi!$5",
  "Custom_JenkinsHouse_5_8": "@, Cô đang sử dụng nhà vệ sinh! Rời khỏi đây!$5",
  "SeedShop_21_20": "%Olivia đang tập trung vào động tác yoga của mình.",
  "Custom_SophiaHouse_6_22": "Hi cháu yêu! Cô đang đặt hàng của Sophia ngay bây giờ.$3",

  //SPRING AND GENERAL DIALOGUE
  "spring_1": "Cô rất vui vì mùa xuân  đã trở lại. Cô đã rất vất vả để đối mặt với mùa đông.$1",
  "spring_9": "Đôi khi cô nhớ lại mình đã từng bận rộn như thế nào khi trở lại thành phố Zuzu với công việc công ty của mình.$2#$e#Cô đã có rất nhiều thời gian rảnh khi ở thung lũng. Nó cho phép cô tập trung vào sở thích của mình, nhưng đôi khi cô có thể bị lạc trong những suy nghĩ của mình...$3",
  "spring_12": "Lễ hội trứng sẽ bắt đầu vào ngày mai! Một lý do tốt để thưởng thức một số loại rượu vang cổ điển từ bộ sưu tập của mình.$3",
  "spring_23": "Hi, cháu yêu. Mùa xuân sắp kết thúc. Cháu có biết mình sẽ trồng cây gì cho mùa hè không?$3#$e#Marnie trồng dưa hàng năm và chúng luôn ngon. Cô mong đợi bọn họ.$1",
  "spring_28": "Cô nghĩ mình có thể trồng hoa hướng dương ở sân sau của cô. Khi cô nhìn thấy những bông hoa hướng dương, tôi cảm thấy như mình đang thực sự ở trong không khí của mùa hè.$1#$e#Hạt hướng dương cũng là một món ăn nhẹ lành mạnh!$3",
 
  "Mon": "Không biết có ai trong số bạn bè của Victor muốn một công việc bán thời gian dọn dẹp nhà cửa không. Nó sẽ giúp cô tiết kiệm rất nhiều thời gian.$6",
  "Mon2": "Lịch trình của cô khá bận rộn, nhưng tôi luôn đảm bảo có đủ thời gian để gặp Caroline và Jodi vào thứ hai và thứ năm mỗi tuần. Cả hai đều là bạn thân của cô.$3#$e#Cô cố gắng hết sức để tránh xa Pam. Cô ấy không ngồi tốt với cô.$6#$e#Tại sao? Cháu thân mến, đó không phải việc của cháu.$1",
  "Mon4": "Cô đang tranh luận xem mình có nên thuê một người làm thuê không. Sân sau có thể sử dụng một số chú ý.$0#$e#Cháu muốn nói nhiều hơn? Hiện tại cô đang bận.$6",
  "Mon8": "Thật vui khi gặp cháu, @.$3#$e#Ciao!$1",
  "Mon10": "Hello, cháu yêu. Cháu có muốn tập yoga với cô vào ngày mai tại lớp học thể hình không ?$3#$e#Cô có thể dạy bạn một số tư thế cơ bản!$1",
  "Tue": "Hello, dear. Hôm nay là một ngày làm việc hiệu quả? Đừng làm việc quá sức và làm hại chính mình.$3#$e#Cô sẽ không muốn cháu chuyển đi sớm như vậy.$6",
  "Tue2": "Cô đã tập yoga nhiều năm rồi. Tôi có thể thực hiện các tư thế nâng cao như 'Chúa tể của vũ điệu' hoặc 'Hoa sen'.$1#$e#Hãy giữ gìn sức khỏe là điều quan trọng nếu cháu muốn có một thân hình đẹp hoàn mỹ như cô.$6",
  "Tue8": "Yoga là một môn luyện tập về thể chất, tinh thần và tâm linh!Bất cứ khi nào cháu có thời gian rảnh rỗi, Cô rất thích dạy cháu một số động tác cơ bản.$3",
  "Wed": "Hi, Cháu yêu. Thứ Tư vui vẻ.$3#$e#Có lẽ nếu cháu may mắn, cô sẽ cho cháu nếm thử một số loại rượu hiếm.$1",
  "Wed4": "Hôm nay cô đã tưới cây trong nhà. Cây khỏe có nghĩa là sạch, không khí trong lành trong nhà.$1#$e#Đó không phải là thứ mà tiền có thể mua được.$3",
  "Wed10": "Tôi đã lấy một chai rượu vang từ hầm rượu cho cháu.Đó là một loại cổ điển tuyệt rất tuyệt vời.[348]$1",
  "Thu": "Xin lỗi cháu. Cô quá bận để nói chuyện với chau ngay bây giờ.$0#$e#Điều đó có nghĩa là cháu có thể rời đi, @.$6",
  "Thu2": "Hi, @! Hôm nay cô đang có tâm trạng vui vẻ và yêu đời!$1#$e#Tại sao ư? Bởi vì cô đã kiếm được rất nhiều tiền vào sáng nay thông qua giao dịch chứng khoán.$0",
  "Thu6": "Cháu sẽ ở quán rượu vào ngày mai chứ, @?Cháu có thể gặp cô ở đó. Victor đi chơi vào thứ sáu hàng tuần với bạn bè của mình.$3",
  "Thu8": "Rất vui được gặp cháu. Cháu khỏe không?$3#$e#Ooh, Cô thấy! Luôn làm việc hiệu quả.$1",
  "Fri": "Hello, cháu yêu.$3",
  "Fri2": "Một số cổ phiếu của cô đã giảm giá sáng nay. Cô đã mất 30,000g,,.$2#$e#%Olivia không có tâm trạng tốt để nói chuyện.",
  "Fri6": "Cô luôn thưởng cho bản thân với một ly rượu vang ngon vào các ngày thứ Sáu.$3#$b#Gus mang theo một số loại rượu quý hiếm, và luôn dự trữ rượu từ Blue Moon Vineyard.$1",
  "Fri10": "Thứ sáu vui vẽ! Cháu đã làm việc rất chăm chỉ gần đây! Chúa xứng đáng được nghỉ một ngày.$3#$e#Hãy cho cô biết nếu cô có thể giúp cháu bất cứ điều gì.$4",
  "Sat": "Xung quanh nhà luôn có quá nhiều việc phải làm. Cô có thể sẽ sớm thuê một quản gia.$5#$e#Chúc một ngày tốt lành, cháu yêu.$6",
  "Sat2": "Cô chọn vẽ tranh như một thú vui cách đây vài năm. Leah đã cho cô một số gợi ý tuyệt vời!$3#$e#Cô ấy thực sự là một con búp bê, cháu sẽ không nói chứ?$1",
  "Sat6": "Hi. Thứ bảy này đã đối xử với cháu như thế nào ? chúa luôn làm việc quá chăm chỉ trong những ngày cuối tuần.$3#$e#Thỉnh thoảng cháu nên nghỉ giải lao.$0",
  "Sat10": "Cô đã tiến bộ rất nhiều trong nghệ thuật của mình gần đây. Cô rất tự hào về điều đó.$1#$e# Chúc cháu có một này tốt lành, cháu yêu!$3",
  "Sun": "Cháu không nghỉ ngày nào, đúng không? Cô chắc chắn không muốn làm cháu phân tâm khỏi công việc của mình.$6#$e#Tiếp tục với những công việc thường ngày của cháu đi, @.$0", 
  "Sun2": "Thời gian là tiền bạc! Cháu biết điều này là sự thật, @. Cô luôn kiểm tra cổ phiếu của mình mỗi ngày.$3#$e#Tất nhiên, Cháu biết điều này. Đó là lý do cháu không bao giờ nghỉ ngơi với trang trại của mình.$6",
  "Sun6": "Cô đã gặp may khi giao dịch sáng nay và có một khoản thanh toán lớn.$1#$b#Cô tin rằng mình sẽ dành nó cho một bức tranh của nghệ sĩ thời thượng yêu thích của cô từ quần đảo Fern.$0",
  "Sun10": "Thật tuyệt khi gặp cháu! Ngày hôm nay của cháu thế nào?$1#$e#*smooch* Cô có làm cho ngày của cháu tốt hơn không?$3",

  //SUMMER DIALOGUE
  "summer_1": "Ah! Mùa hè! Cuối cùng thì cô cũng có thể mặc bộ bikini mới của mình ở bãi biển.$3#$e#Cô tin rằng Caroline cũng có một bộ bikini mới.$6",
  "summer_5": "Người thợ may của cô ở Chestervale đã thiết kế một chiếc váy đẹp cho cô.$1#$b#Cô mong mình sẽ được mặc nó vào lễ hội thị trấn tiếp theo.$3#$e#Don't forget to compliment me when you see it, sweetie.$1",
  "summer_10": "Thống đốc không đến thăm Thung lũng Stardew thường xuyên. Thật vinh dự khi ông ấy đến thăm chúng ta vào ngày mai.$1#$e#Cô hy vọng cháu sẽ đóng góp một thứ tốt vào món súp.$3",
  "summer_17": "Cô đã quyên góp 15.000g cho một tổ chức từ thiện ở thành phố Zuzu ngày hôm qua.$1#$b#Cô hiểu không phải ai cũng may mắn như mình. Cô cố gắng giúp đỡ nếu mình có thể.$2#$b#Cháu có vẻ ngạc nhiên. Cô quan tâm đến nhiều hơn là vận may của riêng mình, cháu yêu.$0",
  "summer_22": "Chào cháu yêu. Đây là một ít tiền chi tiêu. Đi mua cho mình một ít kem!$1[336]",
  "summer_28": "Tối nay cháu có cùng mọi người ngắm sứa ánh trăng không, @?$3",
  "summer_3_1": "Đó là một vụ nổ kinh hoàng đêm qua. Điều đó có là cháu tỉnh dậy không, @?$0#$e#Nó giống như một trận tuyết lở. Cô cần nói chuyện với Thị trưởng Lewis.$2",

  "summer_Mon": "Hello, dear. Thứ Hai của cháu thế nào ? Tuần có khởi đầu tốt không ?$3#$e#Oh. Cô ? Nó tiến triển tốt. Cảm ơn cháu đã hỏi thăm.$6#$e#Có ai đã từng nói với cháu rằng cháu rất lịch sự không ?$1", 
  "summer_Mon4": "Hôm nay Susan đưa cho cô một quả dưa mới hái từ cánh đồng của cô ấy. Cô ấy là một người yêu tuyệt đối!$1#$b#Cây trồng của cô ấy khỏe hơn nhiều so với cây trồng của Andy.$6#$e#Cô không nghĩ mình sẽ ăn bất kỳ sản phẩm nào của anh ấy.$2#$e#Điều đó có vẻ hơi khắc nghiệt? Oh, Cháu yêu, Cô chỉ đang cố gắng để ý đến sức khỏe của mình. Nhưng cô biết rằng cháu muốn làm cho mọi người cảm thấy như ở nhà.$0",
  "summer_Mon8": "Hi, cháu yêu. Cháu đang làm việc rất chăm chỉ để bắt đầu một tuần mới, và trong cái nóng mùa hè này nữa.$3",
  "summer_Mon10": "Cô đang sử dụng một loại kem chống nắng mới. Nó đang làm điều kỳ diệu cho làn da của cô.$3#$b#Hãy cho cô biết nếu cháu muốn thử nó.$1",
  "summer_Tue": "Cô tham gia lớp thể dục nhịp điệu tại Pierre's. Yoga là một cách tuyệt vời để tập trung tâm trí và cơ thể.$3#$e#Nó cũng giúp cô khỏe mạnh và thon gọn hơn.$1",
  "summer_Tue4": "Cô đã mua một đồ tươi từ cửa hàng Pierre sáng nay. Anh ấy có lựa chọn hữu cơ tốt nhất.$3",
  "summer_Tue6": "Thị trưởng Lewis đã sử dụng vượt quá 5.000g ngân sách cho Lễ hội Trứng năm nay.$2#$b#Cô đã tự đóng góp tiền của mình để đảm bảo chúng ta vẫn có thể tổ chức lễ hội.$0#$e#Đổi lại, Ông ấy cho phép cô sử dụng nhiều két cộng đồng hơn bên cạnh trung tâm cộng đồng.$3#$e#Tất cả chúng ta nên cố gắng trả lại cho cộng đồng khi chúng ta có thể. Cùng nhau, chúng ta là những gì làm cho thị trấn này trở nên đặc biệt, cháu yêu.$3",
  "summer_Tue8": "Lần tới khi cô quay lại quần đảo Fern,Tôi sẽ mang một ít quả bôm cho cháu.$1#$e#Chúng rất ngon và là món tráng miệng hoàn hảo. Bánh nướng, bánh ngọt, sữa trứng ... bất cứ thứ gì cháu có thể nghĩ ra!$3#$b#Cô luôn thích tặng quà, nhưng cô đặc biệt  chắc chắn rằng đôi khi cháu sẽ nhận được một món quà tử tế, cháu yêu.$1",
  "summer_Wed": "Lô rượu iridium hảo hạng mới nhất của Sophia thật tuyệt vời. Cô phải cho cháu ấy biết.$2",
  "summer_Wed4": "Cô đã đầu tư 30.000g vào một công ty khởi nghiệp sáng nay. Cô tin rằng họ sẽ phát triển lớn mạnh!$1#$e#Các công ty công nghệ đang bùng nổ ở thành phố Zuzu.$3#$b#Nếu cháu muốn kiếm tiền dễ dàng, thì bây giờ là lúc tốt nhất để tham gia vào chứng khoán, @.$1",
  "summer_Wed6": "Nếu cháu muốn cô đầu tư tiền của cháu vào cổ phiếu, Cô sẽ rất vui khi bắt buộc, @.$1#$e#Tuy nhiên, cô sẽ cắt giảm 20% từ bất kỳ khoản lợi nhuận nào cho việc tư vấn.$6",
  "summer_Wed8": "Cô có thể có một chuyến đi đến Grampleton sớm. Thời tiết thần thánh nhất mà cháu từng trải qua là dưới bóng râm của những cây gỗ đỏ cao.$3#$e#Có lẽ một lúc nào đó chúng ta có thể cùng nhau đi du lịch đó đây, cháu yêu.$1",  
  "summer_Thu": "Hello, cháu. Cháu nghĩ gì về đôi bông tai mới của cô?$3#$b#Cô đã đặt hàng những thứ này qua đường bưu điện từ Thành phố Sautine!$1",
  "summer_Thu8": "Caroline, Jodi và cô có thể sớm đi bơi. Caroline có một bộ đồ bơi mới mà cô ấy muốn cho mọi người xem.$3#$b#Bạn cũng muốn được tham gia? Tất nhiên, cháu yêu. Cháu luôn được chào đón.$1",
  "summer_Thu10": "Caroline, Jodi và cô có thể sớm đi bơi.$3#$b#Cháu có muốn tham gia cùng chúng cô không, cháu yêu?$4",
  "summer_Fri": "Gần đây cô dành nhiều thời gian hơn cho việc vẽ tranh.$1#$e#Có quá nhiều thứ để học. Rất nhiều phong cách và kỹ thuật khác nhau ... hơi choáng ngợp.$0 ",
  "summer_Fri2": "Andy đã khiến cô cảm thấy khó chịu ở quán rượu đêm qua. Ông ấy nhìn chằm chằm vào tôi liên tục.$2#$e#Cô nghe nói anh ấy rất kinh khủng khi trả tiền cho đồ của mình. Điều đó không quá ngạc nhiên.$6",
  "summer_Fri6": "Yoga là một hoạt động tuyệt vời nếu cháu bị huyết áp cao hoặc cholesterol cao.$1#$e#Cô nghĩ Andy có thể tập yoga. Hoặc ít nhất là một chế độ ăn uống lành mạnh hơn.$6#$b#..Cô biết trước đây mình đã từng nói nặng lời với ông ấy, nhưng cô lo lắng cho ông ấy. Bữa ăn Joja làm sẵn không phải là lựa chọn tốt.$2",  
  "summer_Fri10": "Oh . Trang phục của cháu hôm nay thật hoàn hảo.$1#$e#Nếu cháu cần chỉnh sửa bất kỳ thứ gì, cô biết một người nào đó ở Chestervale có thể hỗ trợ!$3",
  "summer_Sat": "Cô đã nhận được một lượng lớn thư rác sáng nay. Cô cần nói chuyện với Thị trưởng Lewis về việc đo.$2#$e#Hầu hết thư cô nhận được là quảng cáo và lừa đảo.$5",
  "summer_Sat4": "Thị trưởng Lewis đã lắng nghe một số đề xuất của cô để cải thiện thị trấn. Ông ấy thực sự là một thị trưởng tốt.$3#$e#Cô yêu nơi này biết bao nhiêu khi bắt đầu có cảm giác như ở nhà. Có phải nó cũng bắt đầu cảm thấy như vậy đối với cháu đúng không ?$3",
  "summer_Sat8": "Leah đã dạy cô một số kỹ thuật vẽ cọ bản.Cô ghen tị với kỹ năng nghệ thuật của cô ấy.$3#$e#Nếu cô áp dụng bản thân nhiều hơn, có lẽ một ngày nào đó cô sẽ vẽ được bức chân dung của cháu!$1",
  "summer_Sun": "Cô sẽ thử một thói quen yoga khác vào thứ Ba tới. Một cái gì đó để thử thách bản thân!$3",
  "summer_Sun4": "Jodi nói với cô là Vincent không học tốt môn toán. Cô ấy có quá nhiều thứ để lo lắng...$2#$e#Cô có thể hỏi Victor xem anh ấy có thể dạy kèm cho anh ấy không. Nếu không, cô cho rằng mình có sở trường về toán từ giao dịch...$3",
  "summer_Sun8": "Sở thích khác của cô ? Chà ... vì chúng ta là bạn ... đừng nói cho ai biết, nhưng...$0#$e#Cô đang ở giữa một cuốn tiểu thuyết tình cảm. Cô cũng đọc nhiều tiểu thuyết văn học hơn, nhưng đây là thú vui tội lỗi yêu thích của mình.$4#$e#Có một ngày tuyệt vời, cháu yêu.$9",
  
  // FALL DIALOGUE
  "fall_1": "Chúc may mắn vào mùa thu năm nay của cháu, @. Nếu bạn bán bất kỳ quả bí ngô nào cho Pierre, cô có thể chọn một số !$3",
  "fall_9": "Ngày mai cô sẽ đến thăm Blue Moon Vineyard để đặt thêm rượu vang từ Sophia.$3#$b#Cô thỉnh thoảng có Victor đi cùng , nhưng cô muốn nhìn thấy Biển Đá Quý từ vách đá. Đó là một cảnh đẹp.$1#$e#Cô cũng muốn đi với cháu vào một lúc nào đó ... cháu có thể cùng đi với cô đến đó không ?$3",
  "fall_15": "Ngày mai cháu sẽ  có thể tham gia hội chợ không? Cô mong điều may mắn nhất đến với cháu!$1#$e#Caroline nói rằng cây trồng của Pierre năm nay rất tốt. Nó sẽ là một cuộc gọi thân thiết giữa hai bạn.$6",
  "fall_17": "Tại hội chợ ngày hôm qua, cô đã nói chuyện với một khách du lịch đến từ thành phố Pine-Mesa!$1#$b#Nó không lớn như thành phố Zuzu, nhưng vẫn nhộn nhịp với hoạt động và thương mại.$3",
  "fall_22": "Mặc dù thực tế là cô là giám đốc kế toán tại Joja, nhưng cô không bao giờ mua sắm tại các cửa hàng của họ, và sẽ không bao giờ.$0#$e#Sản phẩm của họ không tốt cho sức khỏe và sẽ làm hỏng làn da của cô.$6",
  "fall_26": "Đêm giao thừa của linh hồn sẽ diễn ra vào ngày mai, @!?$1#$e#Victor rất dễ bị lạc trong mê cung. Anh ấy dường như luôn vướng vào những tình huống khó khăn.$6",
  "fall_28": "Có một câu chuyện đen tối về gia đình từng sống trong ngôi nhà của cô.$2#$e#Cô không được phép nói với bất cứ ai về nó.$6#$e#Đúng, @. Điều đó bao gồm cả cháu.$6#$e#...$2#$e#%Olivia đang phớt lờ bạn.",

  "fall_Mon": "Vào mùa thu, đôi khi cô có thể tham gia các chuyến đi trong rừng để hái một số nấm.$0#$b#Cô ước gì Victor cũng thích ăn nấm như mình. Cô sẽ sử dụng chúng trong mọi món ăn.$6",
  "fall_Mon4": "Cô đã thấy %pet đi dạo quanh thị trấn ngày hôm qua. Thật là một con vật đáng yêu!$1#$e#%pet làm tôi nhớ đến Dewey ... Victor yêu con mèo đó rất nhiều.$2#$e#Victor đã nói với cháu về Dewey chưa? ... Mất con mèo đó, trái tim nó tan nát, tội nghiệp.$2",
  "fall_Mon8": "You're working so hard, sweetie! This energy tonic from Doctor Harvey will help you get your energy back.[349]$3#$e#Have a wonderful day!$1",
  "fall_Tue": "Thị trưởng Lewis đang xem xét tài trợ sửa chữa một số thức ở bến tàu. Gỗ khá cũ.$0",
  "fall_Tue2": "Vẻ đẹp của yoga là sự linh hoạt nâng cao mà nó mang lại cho cháu, @.$3#$b#Làm việc trên cánh đồng trong trang trại của cháu chắc chắn cũng sẽ giữ cho cơ bắp của mình luôn săn chắc.$1",
  "fall_Tue6": "Cô đã cố gắng để Victor tập yoga với mình và cháu ấy thậm chí còn từ chối thử nó.$6#$e#Cô cho rằng mình sẽ chỉ tiếp tục vào các ngày Thứ Ba. Emily yêu những ngày tập yoga của chúng tôi.$3",
  "fall_Tue10": "%farm Trang trại phải có một cảnh quan đặc biệt đáng kinh ngạc vào thời điểm này trong năm.$3#$e#Có lẽ cô có thể vẽ trang trại của cháu...?$4",
  "fall_Tue8": "Cô đã tập yoga trong nhiều năm. Nó giúp làm săn chắc cơ thể và tập trung tâm trí của cô về trạng thái cân bằng.$3#$e#Cháu nên tham gia với chúng cô vào  một lúc nào đó, @.$1", 
  "fall_Wed": "Cô thích rượu vang đỏ hơn rượu trắng. Màu đỏ có nhiều khoáng chất và vitamin hơn, và hương vị cũng phức tạp hơn nhiều.$3#$e#Sophia chuyên về rượu vang đỏ khô. Thời tiết ở thung lũng là hoàn hảo cho nó.$1",
  "fall_Wed4": "Pierre làm rượu táo tẩm gia vị vào mùa thu. Anh ấy không bán nó ở quầy.$3#$e#Anh ta chỉ bán nó cho những người bạn thân nhất của mình. May mắn thay, Caroline và cô có một mối quan hệ tuyệt vời.$1#$e#Lần sau, cô sẽ chọn thêm một chút cho cháu.$3",
  "fall_Wed8": "Caroline và Jodi là những người bạn tốt nhất của cô. Chúng cô đã cùng nhau trải qua rất nhiều điều.$1#$e#Ba chúng cô đều là những người mẹ. Chúng cô nhìn thấy nhau về nhiều thứ và dựa vào nhau để hỗ trợ.$3",  
  "fall_Thu": "Hôm qua Jodi đã nướng cho cô một chiếc bánh táo. Nó rất ngon! Cô cũng cần làm cho cô ấy một cái gì đó đặc biệt.$1",
  "fall_Thu4": "Một cuộc đấu giá thầm lặng đang được tổ chức ở thành phố Zuzu hôm nay.$0#$b#Tôi luôn tìm kiếm thêm Gotoran Trung Quốc. Nó khá tinh tế.$1",
  "fall_Thu8": "Gần đây Jodi bị căng thẳng. Cô sẽ đề nghị xem Vincent một ngày để cô ấy có thể nghỉ ngơi.$0#$e#Hãy cho cô biết nếu cô có thể giúp cháu thư giãn một chút, @. Cô biết cháu làm việc rất chăm chỉ.$3",
  "fall_Fri": "Mùa thu đúng là mùa thời trang tuyệt vời nhất, cháu có nghĩ vậy không, @?$3#$b#Áo dài, áo khoác, áo lớp ... rất nhiều thứ. Tôi thích tất cả nó!$3",
  "fall_Fri6": "Cháu có bao giờ đi mua sắm để mở rộng tủ quần áo của mình không, cháu yêu?$0#$b#Cô biết một số nơi cháu có thể mua quần áo chất lượng với giá hời, nếu cháu muốn thì chúng ta có thể đi cùng nhau.$3",
  "fall_Sat": "Marlon bước vào quán rượu với thầy phù thủy đêm qua và cả hai cùng đi vào phòng sau.$6#$b#Một người mặc áo choàng nâu tham gia cùng họ, nhưng khuôn mặt của họ đều che.$0#$e#Cô tự hỏi chuyện quái gì đang xảy ra ở đó...$6",
  "fall_Sat6": "Như một ngày mùa thu se lạnh. Muốn cùng cô đến quán rượu sau để một thứ gì không cháu yêu ?$3",
  "fall_Sat10": "Cô đi kiếm nấm tươi và nấu những gì mình tìm thấy. Cô đã để dành một ít cho cháu, thân yêu![205]$4#$e#Cô ước gì Victor cũng thích nấm như cô.$6",
  "fall_Sun": "Thật đáng tiếc khi tất cả các hoạt động nhập khẩu của Đế chế Gotoro đều bị cấm. Họ sản xuất rượu và nghệ thuật tinh tế.$2#$e#Cô hy vọng cuộc chiến này với họ sớm kết thúc. Quá nhiều bạo lực đối với những khác biệt tầm thường như vậy...$2",
  "fall_Sun6": "Hi cháu. Chủ nhật này có đối xử tốt với cháu không ?$1#$e#Luôn hân hạnh cháu yêu.$3",

  //WINTER DIALOGUE    
  "winter_1": "My, my. Trận bão tuyết đêm qua đã bao phủ toàn bộ thung lũng.$6#$e#Hãy giữ ấm cho mình thật tốt . Cô sẽ không muốn cháu bị cảm lạnh đâu!$3",
  "winter_7": "Chào cháu.Cháu có đi bộ cùng mọi đến điểm câu cá trên băng vào ngày mai không ?$3#$e#Cô muốn thấy cháu thi đấu với Willy.$1",
  "winter_13": "Cô đã làm hỏng một trong những món ăn Gotoran của mình sáng nay. Bây giờ cô cần phải bỏ ra 6.000g để thay thế nó. Chúng ngày càng khó tìm hơn.$2#$b#Điều quan trọng là chúng ta phải trân trọng những thứ nhắc nhở chúng ta về nơi chúng ta đến, cháu có nghĩ vậy không?$0", 
  "winter_21": "Caroline đã có một cuộc tranh cãi với Pierre ngày hôm nay và sau đó đã cô áy nói với cô về điều đó.$2#$e#Cô hy vọng cuộc hôn nhân của họ vẫn ổn.$2#$b#Cả hai đều là những người mạnh mẽ. Cô biết họ sẽ vượt qua được điều này.$0#$b#...Cô nên đến thăm cô ấy. Cô tự hỏi liệu cô ấy đã nói chuyện với Jodi chưa...$0",  
  "winter_24": "Hi, @! Cháu có giữ ấm cho mình trong mùa đông này không ?Lễ hội của Ngôi sao mùa đông sẽ bắt đầu vào ngày mai.$3#$e#Cô đã nhận được món quà hoàn hảo. Cho ai? Đó là một bí mật cháu yêu!$1",
  "winter_28": "Mùa xuân đến gần rồi, @! Cô cần phải nhanh chóng quyết định xem cô sẽ trồng cây gì ở sân sau của mình trong năm nay.$1#$e#Có một ngày tuyệt vời cháu yêu. Chúc may mắn với công việc đồng áng của cháu trong mùa tới.$3",

  "winter_Mon": "Hôm nay cô suýt trượt trên một tảng băng.$6#$b#Hãy cẩn thận khi cháu đi bộ ra ngoài.$2",
  "winter_Mon4": "Cháu có mua sắm ở Joja không, @?$0#$b#Không phải là cô sẽ đánh giá cháu nếu cháu làm vậy. Cô chỉ biết rằng họ cắt rất nhiều góc và chất lượng sản phẩm của họ bị ảnh hưởng.$2",
  "winter_Mon8": "Cháu là một trong những người cô thích trò chuyện cùng, @.$1#$b#Cháu luôn có một câu chuyện tuyệt vời để kể.$6#$e#Cháu có thể cho tôi biết về hầm mỏ một lần nữa được không?$3",
  "winter_Mon10": "Hôm này là một ngày khá lạnh.$0#$b#Có lẽ chúng ta có thể giải quyết trên chiếc ghế dài với một tách sô cô la nóng? Cô có một hỗn hợp đáng yêu mà cô đã đặt hàng từ Grampleton.$1",
  "winter_Tue": "Hôm nay bận rộn một cách lạ thường. Cô đã kiếm được một ly rượu ngon tối nay.$6#$e#Đúng không? Cô có thể giúp gì cháu không ?$0",
  "winter_Tue2": "Mẹ và bố cô sẽ sớm đến thăm. Mọi thứ phải hoàn hảo!$0#$e#...Có thể cháu sẽ gặp họ vào một ngày nào đó mà cháu thích. Rồi cháu sẽ hiểu.$6",
  "winter_Tue8": "Cô đã mua một số chậu cây từ Marnie. Họ đang làm tuyệt vời trong nhà bếp.$1#$e#Cô cũng muốn nhận một số con gà từ cô ấy, nhưng cô sẽ không có nơi nào để đặt chúng.$0",
  "winter_Tue10": "Cháu biết đấy, có lẽ cô có thể cho cháu một số bài học yoga riêng nếu cháu quan tâm.$4",
  "winter_Wed": "Robin đã xây dựng lò sưởi của cô. Cô ấy là một thợ mộc xuất chúng và có thể chế tạo bất cứ thứ gì.$1",
  "winter_Wed4": "Caroline và Jodi không thường xuyên uống rượu ở quán rượu. Hai người đó luôn bận rộn.$2#$e#Cô thích những cuộc trò chuyện của chúng cô. Chúng ta hãy nói lại ngay sau đây. Và có lẽ cháu có thể cùng cô đến quán rượu vào một lúc nào đó.$1",
  "winter_Wed8": "Mùa đông ở Pelican Town thật đẹp. Tất cả các đồ trang trí đầy màu sắc cùng với tuyết trắng sáng làm cho mỗi ngày đều cảm thấy không khí lễ hội.$3#$e#Gus, Pierre và Thị trưởng Lewis đã làm một công việc tuyệt vời và trang nhã với cách trang trí của họ.$1#$e#Đây quả là một nơi tuyệt vời để làm nhà phải không @? Cô rất vui vì cháu cũng đã định cư ở đây.$3",
  "winter_Thu": "Cô đã cố gắng mời Jodi và Caroline vào nhà tắm với cô.$1#$e#Đó sẽ là một đêm tuyệt vời của một quý cô. Đảm bảo dành thời gian để phục hồi là điều quan trọng.$6",
  "winter_Thu6": "Thật tuyệt khi nghỉ ngơi và làm việc ở trang trại% farm trong suốt mùa đông phải không, @?$3#$e#Cô biết cháu thích công việc của mình, nhưng điều quan trọng là phải nghỉ ngơi để chăm sóc cho bản thân.$0",
  "winter_Thu10": "Đừng nói với Caroline hay Jodi, nhưng cô đang dự tính nghỉ việc kinh doanh chứng khoán.$3#$e#Cô muốn dành nhiều thời gian hơn cho sở thích của mình, bạn bè và tất nhiên là với cháu.$1",
  "winter_Fri": "Cô đặc biệt đặt mua đồ dùng vẽ tranh của mình từ Quần đảo Fern.$3#$b#Chúng  rất đắt tiền, nhưng điều quan trọng là phải có các công cụ chất lượng cao.$6",
  "winter_Fri8": "Cuối cùng cô cũng đặt được một món đồ cổ điển có nhu cầu cao từ một vườn nho ở phía bắc Grampleton. Họ đã cho tôi thêm một chai!$3#$e#Cô muốn cháu có nó, thân mến. Mọi người nên thỉnh thoảng được tận hưởng những điều tốt đẹp, đặc biệt là cháu .[348]$1",
  "winter_Sat": "Mặc dù cô đã nghỉ hưu khi còn trẻ, nhưng cô vẫn tiếp tục tham gia vào chứng khoán.$0#$e#Cô rất thành thạo trong việc kiếm tiền nhanh chóng từ giao dịch.$6",
  "winter_Sat4":"Cô mua tất cả đồ trang sức của mình từ thành phố Sautine. Các thợ kim hoàn của họ vô song về tay nghề thủ công và sự chú ý đến từng chi tiết.$0#$e#Cô đảm bảo sẽ chỉ cho cháu món tiếp theo mà cô đặt hàng.$6",
  "winter_Sat8": "Thật vui khi gặp cháu, @.$3#$e#Ciao!$1",
  "winter_Sun": "Cô cảm thấy như thể mình bắt đầu bị ốm. Mùa đông năm nay lạnh bất thường.$2#$e# Cô cần đến thăm Harvey. Chúng ta may mắn khi có một bác sĩ giàu kinh nghiệm trong thung lũng.$0",
  "winter_Sun4": "Đôi khi cô lo lắng rằng trong thời gian ở Joja, cô đã làm hại thế giới nhiều hơn lợi ích.$2#$b#Theo thời gian, Joja đã đẩy mạnh các loại thực phẩm không lành mạnh, đưa ra những quyết định gây tổn hại đến môi trường ... thật vô trách nhiệm. Đó là một phần lý do cô rời đi.$0#$b#Cô rất vui vì con đường mà cuộc đời mình đi đã dẫn chúng ta trở thành cháu.$1",
  "winter_Sun8": "Cháu có sao không, @? cháu trông hơi mệt.$6#$e#...Hãy đảm bảo rằng cháu đang chăm sóc sức khỏe của mình thật tốt nhé cháu yêu. Cháu có thể đến gặp Harvey.$6#$e#Cô sẽ không muốn bất cứ điều gì xảy ra với cháu.$2",

  //EVENT DIALOGUE
  "Olivia_event1": "Ồ, tất nhiên rồi. $ 1 # $ b # Những con vật đáng yêu trong trang trại.$3",
  "Olivia_event2": "Oh, ông của cháu ?$0#$b#Cô không thể tưởng tượng một viễn cảnh mà ông ấy sẽ không.$3",
  "Olivia_event3": "À, vâng. Tình bạn mà cháu đã thực hiện...$1",
  "Olivia_event4": "Ôi trời. Chủ đề khá, thân yêu.$6",
  "Olivia_event5": "Cô hy vọng cô ấy sẽ vượt qua điều này...$2",
  "Olivia_event6": "Một phần trong cô tin rằng...$2#$b#Cô ấy đang đau. Cô ấy cũng mất những người thân yêu...$2",
  "Olivia_event7": "Con gái cô vừa tròn sáu tuổi. Suki đã cho cô xem ảnh, và cô ấy vô cùng quý giá.$3#$b#Cô hy vọng cô có thể đến thăm sau khi cô ấy ở thung lũng...$0",
  "Olivia_event8": "Nó là. Cô không thể ngừng nghĩ về tất cả những người bị tổn thương ngoài kia...$2"
  
}
