{
  //SPECIAL DIALOGUE
  "patio_Olivia": "%farm Farm is such a beautiful, relaxing place.$3#$e#I'm so happy to be here with you, honey. I love you, and the life we're building together.$1#$b#Good luck with your work today.$3",
  "spouseRoom_Olivia": "I'm trying some Gotoran painting techniques I read about, but they're giving me some trouble.$0#$e#Maybe I should ask Leah for some help. I hate to bother her with amateur questions, but...$6#$b#If I can master these techniques, I can paint a truly moving portrait of you, sweetie. I'd like to do that.$4",
  "funReturn_Olivia": "Did you have a good day today?$0#$e#I found a bottle of some rare wine I've wanted to try up for auction, and managed to snag it for a great price.$3#$b#We'll have to find something to celebrate, so we have an excuse to open it.$1",
  "funLeave_Olivia": "Good morning, honey.$3",
  "OneKid_0": "I took my eye off %kid1 for a moment today, and they managed to get into my painting supplies!$6#$b#Our walls narrowly escaped an explosion of creativity.$1#$e#Maybe %kid1 will grow up to be a painter, too...$3",
  "OneKid_1": "Storytime with %kid1 today was so much fun, @! We took turns being animals in the jungle and making noises.$1#$e#I'd forgotten what fun it can be, raising a child this young. They see the world very differently.$0",
  "OneKid_2": "%kid1 has been quite the handful today. We had a record-breaking tantrum at naptime.$6#$b#Victor never threw tantrums. Maybe they get it from you, honey...$2#$b#What were you like as a child, I wonder?$4",
  "OneKid_3": "%kid1 reminds me so much of Victor at this age. So fond of listening to stories.$1",
  "OneKid_4": "I was just looking at %kid1 today, and saw so much of both of us...the best of both of us.$3#$e#I love you, @.$3",
  "TwoKids_0": "I think %kid1 is jealous of %kid2 for taking up some of my attention.$2#$e#I'm afraid they probably picked up their jealous streak from me, honey. Sorry.$2",
  "TwoKids_1": "Today, %kid1 and %kid2 got into a little tussle.$6#$e#Don't worry, it all worked out for the best. They love each other very much.$3#$b#But now that you're here, sweetie, I could use a break...$1",
  "TwoKids_2": "You know, after Victor, I swore off having children, but I don't regret starting a family with you at all.$3#$b#This is a new chapter for me, and I'm so happy to be living it with you.$1",
  "TwoKids_3": "I really love our little family here, sweetie.$1#$b#Let's try to all go out together soon when you aren't too busy with work. Maybe to the beach, or the park? Victor can come too.$3",
  "TwoKids_4": "Two kids at once are certainly a lot to manage. I could hardly keep up with them today.$6#$e#I'm not as young as I used to be, @.$2#$b#...I hope that doesn't bother you...$2#$e#%You hug Olivia.#$e#!!!$9",
 
  //SEASONAL DIALOGUE
  "spring_Olivia": "As much as I miss the hustle and bustle of the city, I do love the valley in the spring.$3#$e#Before we moved here, I'd never tasted such clean air.$1#$b#Let's take a walk around the woods later if you aren't too busy. I love to see everything starting to grow again.$3",
  "spring_1": "Spring is here, sweetie! I opened a nice bottle of a dry white wine for us to celebrate.$1#$e#In the spring, you don't want to drink anything too heavy or too sweet.$6#$e#It should be like the flowers, fresh and just beginning to bloom.$3",
  "spring_13": "Are you participating in the egg hunt today, honey?$6#$e#I know you like to win, but it might be nice for you and Abigail to give the younger ones a chance.$6",
  "spring_24": "I can't decide which dress I should choose for the dance today.$1#$b#I want to make sure it goes well with what you're wearing.$3#$b#I wish we went dancing more. It's so enchanting, being in your arms, listening to beautiful songs and surrounded by friends.$8",
  "summer_Olivia": "My, it's warm today, isn't it?$3#$b#I'd like to go paint somewhere scenic. Maybe by the sea, so I can take a break and go for a dip if it gets too hot!$1",
  "summer_1": "Have you figured out what you'll be planting this season, sweetie? I want to send some of this summer's crops back home to my parents.$0#$e#They don't believe me when I tell them I'm living on a farm!$3",
  "summer_11": "I know you'll call me a fanatic, honey, but you should think about adding a little red wine to the festival soup.$6#$e#A little wine in soup makes the flavor nice and rich. It's good for more than just drinking!$3",
  "summer_28": "Truthfully, the jellies make me a little nervous. They can sting, you know.$2#$e#It'll be romantic as long as you're there to hold my hand.$3",
  "fall_Olivia": "Fall is such a wonderful season for foraging in the valley. Even the most expensive imported mushrooms can't beat what you can find in the wild here.$0#$e#You should pick some mushrooms for our dinner tonight, sweetie.$3",
  "fall_1": "I want to paint the leaves changing in Cindersap Forest. That way, we can remember how the autumn looks all year long.$3#$e#It's a great opportunity to learn how to use colors with more nuance. And what a lovely painting it would be, if done well!$1",
  "fall_16": "I hope your display does well today.$3#$b#I know how hard you've worked to put together a fantastic representation of your work. I'm sure the mayor will agree.$1",
  "fall_27": "I confess I don't really see the appeal of Spirit's Eve. The things that are meant to be scary always just seem a little silly.$0#$e#And many of the decorations are just a bit...tacky.$2",
  "winter_Olivia": "I look forward to the days I do yoga, especially at this time of year. I get so stiff in the winter.$0#$e#I'd never call myself old, but these last few years I've really felt the cold weather.$2",
  "winter_1": "Winter puts a nice blush on your cheeks, @. It's very sweet.$4#$e#What a lovely time of year.$3",
  "winter_8": "I made some mulled cider for us to take to the festival today.$0#$b#It'll keep you warm while you outfish that silly fisherman.$3",
  "winter_12": "Stay warm today, sweetie.$0#$e#I'll be waiting with a glass of red wine so we can both warm you up when you're done with your work.$3",
  "winter_25": "I hope that you got your secret person a nice gift, honey!$1",
 
  //DAY DIALOGUE
  "Indoor_Day_0": "I'm feeling lazy today. I'm tempted to just stay inside and read.$6#$e#I do miss our library sometimes. I could pick any shelf and find a fascinating story to disappear into for hours.$3",
  "Indoor_Day_1": "Can we get a bigger tv, honey?$0#$b#We have enough space, and it'd be nice in the evenings.$1",
  "Indoor_Day_2": "The other day, I found a mouse, sweetie. A mouse!$0",
  "Indoor_Day_3": "Would a different wallpaper look better in our living room...? Or maybe a nice shade of paint...$1",
  "Indoor_Day_4": "Sometimes I feel so cooped up at home.$6#$b#I should go into the city more, sweetie. And you should come with me sometime!$3",
  "Outdoor_Olivia": "The second I step outside, my fingers start itching to paint.$3#$b#Nature has such an incredible palette.$1",
  "Outdoor_0": "Sometimes I think about going into the forest to bring home some mushrooms to cook, but I'm afraid I'll wander too far in and get lost.$6#$e#Will you go with me sometime?$1",
  "Outdoor_1": "The air on the farm smells so clean.$3#$b#If Victor comes over, we should have a picnic outside. He could use some fresh air.$0",
  "Outdoor_2": "Have you ever encountered any wild animals here in the valley, sweetie?$0#$b#I'm terrified of bears. I hope I never meet one.$2",
  "Outdoor_3": "I'd like to take another tour of the local vineyards soon.$3#$b#Even though the valley is small, the people here who make wine are surprisingly professional.$3",
  "Outdoor_4": "Hmm...I wonder if this would make a decent backdrop for my next painting...$6#$b#What do you think, @? You have a good eye.$3",
  "Rainy_Day_0": "Rain in the city felt so different. It was in everyone's way.$0#$b#Here, the rain is good for the crops and makes the landscape glow. It's not what I'm used to, but it's nice.$3",
  "Rainy_Day_1": "Rainy days are a red wine kind of day, don't you think?$0#$b#A little wine can boost your immune system against things like colds, you know.$3",
  "Rainy_Day_2": "On gloomy days, I just try to remember that this weather is good for the plants. I find it so dreary, though...$0#$e#Don't stay out too late, sweetie. I could use some company today.$3",
  "Rainy_Day_3": "The moisture in the air on days like this makes it hard to paint. It stays wet for ages, and everything takes longer.$2#$b#I suppose I'll have to find something else to occupy my time.$0",
 
  //NIGHT DIALOGUE
  "Indoor_Night_0": "Don't you just love the sound of the rain falling on the roof?$0#$e#I feel so safe and snug here together. I love you.$3",
  "Indoor_Night_1": "We should play a board game some evening.$0#$e#Watch out. I'm very competitive, and I love winning.$6",
  "Indoor_Night_2": "Should I pour us red or white tonight?$3#$e#Me? I just want whatever you're in the mood for.$6",
  "Indoor_Night_3": "I'm tired today. Let's get to bed early, @.$2",
  "Indoor_Night_4": "The bottle I opened is almost empty. Last glass of the night, sweetie. Let's make it count.$4",
  "Rainy_Night_0": "Do you think we should check on Victor?$0#$b#He can get very moody on rainy nights. I'm afraid he got that from me.$2",
  "Rainy_Night_1": "I hope things dry out by tomorrow. I'd really like to go for a walk, but I don't want to muddy my shoes.$0",
  "Rainy_Night_2": "There are many rainy nights like this in the Gotoro Empire.$0#$e#I hope everyone there is okay.$2",
  "Rainy_Night_3": "Rainy nights make me think too much.$0#$e#Can you distract me, @? I don't want to get lost in my memories.$2#$e#I love you too.$4",
  "Rainy_Night_4": "Be careful if you need to go anywhere tonight.$0#$b#I'd hate for you to slip and fall in this weather.$2",
 
  //AFFECTION DIALOGUE
  "Good_0": "Đôi khi em nhìn anh và không thể tin rằng chúng ta đã tìm thấy nhau. Chúng ta đã rất may mắn.$3#$e#Em yêu anh, @.$4",
  "Good_1": "@, Em thực sự không mong đợi để tìm thấy tình yêu một lần nữa vào cuối cuộc đời.$3#$b#Em biết mình không già, nhưng ... em đã quyết định nghĩ đến việc ở một mình.$2#$e#Thay vào đó, em rất vui vì được ở bên cạnh anh.$3",
  "Good_2": "Anh biết gì không, @? Anh làm cho em trở thành một người tốt hơn.$3#$b#Em có thể là ... khó khăn. Và hợm hĩnh. Nhưng anh đã dạy em rất nhiều về cách kiên nhẫn và nhân ái hơn. Cảm ơn anh.$3",
  "Good_3": "ANh là người duy nhất biết cách kéo em ra khỏi tâm trạng tồi tệ một cách nhanh chóng.$0#$b#Em không biết tại sao, nhưng em cảm thấy như anh rất hiểu em. Cảm ơn anh.$3",
  "Good_4": "Đôi khi em nhìn anh và không thể tin rằng chúng ta đã tìm thấy nhau. Chúng ta thật may mắn.$3#$e#Em yêu anh, @.$3",
  "Good_5": "Anh có nghĩ chúng ta có thể đi nghỉ sớm không ?$0#$b#Một cái gì đó lãng mạn. Có lẽ quần đảo.$4#$e#Em muốn cùng anh ngắm tất cả những nơi đẹp nhất trên thế giới này, anh yêu.$3",
  "Good_6": "Em không hối hận khi từ bỏ giao dịch để đến sống với anh trong trang trại này.$3#$b#Em đã tìm thấy rất nhiều bình yên khi ở đây với anh.$1",
  "Good_7": "Anh có bao giờ nhảy không, @? Bên cạnh lễ hội hoa ?$0#$e#Khi ở bên anh, em có tâm trạng để khiêu vũ. Có lẽ một lúc nào đó chúng ta có thể cùng nhau tập nhảy.$3",
  "Good_8": "Trong thành phố ... mọi thứ chuyển động quá nhanh. Em luôn trên đường đến một nơi nào đó, không bao giờ ngừng chú ý đến thế giới xung quanh mình.$0#$e#Cảm giác thật tuyệt khi sống chậm lại và tận hưởng cuộc sống cùng anh, @.$3",
  "Good_9": "Đêm qua em đã có một giấc mơ về chúng ta lúc già đi.$0#$b#Em biết nó hơi ngô nghê, anh yêu. Nhưng nó khiến em nghĩ đến việc vẽ một bức chân dung của chúng ta trong tương lai của đôi ta hạnh phúc bên nhau.$3",
  "Neutral_0": "Một ngày nào đó chúng ta có thể đi đến sa mạc được không?$3#$e#Em muốn thử một ít trái cây xương rồng tươi.$1",
  "Neutral_1": "Em đang nghĩ đến việc tập hợp một nhóm đặt hàng cho thị trấn từ một số vườn nho xa xôi. Chúng ta có thể nhận được một vài thứ với giá khá rẻ.$0#$b#Chúng ta có một cộng đồng nhỏ tốt đẹp ở đây, phải không?$0",
  "Neutral_2": "Hôm nay em sẽ dọn dẹp nhà cửa, anh yêu. Em đã cố gắng không để một vết bùn nào trên sàn nhà.$0#$e#Em biết anh rất cẩn thận.$3",
  "Neutral_3": "Anh đã bao giờ gặp một phù thủy sống ở phía nam thị trấn chưa?$0#$e#Anh dũng cảm hơn em. Em ngưỡng mộ khả năng kết bạn của anh với cả những người kỳ lạ nhất.$3",
  "Neutral_4": "Đôi khi em muốn giới thiệu anh với một số người bạn của em trong thành phố.$0#$e#Em chắc rằng anh sẽ hòa đồng với nhau.$3",
  "Neutral_5": "Victor đã đưa một cuốn sách cho anh, anh yêu.$6#$b#Victor nói rằng nó nghĩ anh sẽ thích nó - đó là một cuốn hồi ký từ những ngày đầu của Hội thám hiểm.$3#$e#Em rất vui vì hai ta đang hòa đồng với nhau.$1",
  "Neutral_6": "Một trong những người em đã gặp khi còn là một nhà giao dịch đã gọi điện hôm nay để mách nước cho em về một khoản đầu tư tuyệt vời.$3#$e#Có một chút hấp dẫn, nhưng em ổn ở khi ở trang trại này cùng anh.$3",
  "Neutral_7": "Hãy sớm mời Victor đến ăn tối.$0#$b#Em không muốn nó cảm thấy như em đang bỏ rơi nó khi lập gia đình cùng anh. Nó cũng nên cảm thấy được chào đón ở đây.$0",
  "Neutral_8": "Em cần phải vào thành phố và lấy một số đồ dùng vẽ tranh sớm.$0#$e#Em đặc biệt đặt hàng hầu hết các nguồn cung cấp của mình, nhưng em vẫn muốn xem xét xung quanh địa phương để xem có thứ gì độc đáo bật lên không.$0",
  "Neutral_9": "Một ngày khác trong thung lũng...$0#$b#Những ngày dường như chạy cùng nhau ở đây, đôi khi. Chúng ta nên làm điều gì đó sớm để thay đổi nó một chút.$3",
  "Bad_0": "Em đã phải cạo bỏ bức tranh mà minh đang vẽ hôm nay. Em chỉ không thể hiểu nó đúng.$2#$e#Có lẽ em sẽ nghỉ vẽ một thời gian. Em cảm thấy như em không tiến bộ gì cả.$2",
  "Bad_1": "Rượu quá tệ không thể giải quyết tất cả các vấn đề của em. Nhưng nó có thể thử.$2#$e#Đừng lo, em đùa thôi. Em sẽ không uống quá nhiều, ngay cả khi em xuống.$0",
  "Bad_2": "Em không được khỏe. Em nên đến gặp bác sĩ Harvey sớm.$2#$b#Anh có thể tránh xa, đề phòng nó có thể lây lan.$2",
  "Bad_3": "Em đang ở trong một tâm trạng tồi tệ, Anh yêu. Em sẽ tránh xa em, nếu em là anh.$5#$e#Anh không làm gì sai cả. Em chỉ thỉnh thoảng nhận được theo cách này.$2",
  "Bad_4": "Những ngày như thế này khiến em chỉ muốn nằm trên giường.$2#$b#Hoặc mua sắm. Có lẽ em sẽ đi một chuyến vào thành phố để vui lên.$6",
  "Bad_5": "Cuộc chiến với Đế quốc vẫn tiếp diễn và nạn nhân cứ thế chồng chất.$2#$b#Thật đau lòng khi nghĩ về tất cả những người đang đau khổ.$2",
  "Bad_6": "Em thấy anh nói chuyện với cô ấy trong thị trấn, anh biết đấy.$2#$b#Đó là ai? Em không cần phải nói với anh. Anh biết ai rồi đó.$5",
  "Bad_7": "Anh không thấy em muốn ở một mình?$5#$e#...Em xin lỗi, Anh yêu. Em chỉ cần một số không gian.$2",
  "Bad_8": "Hôm nay em đã đánh rơi một trong những mảnh sành Gotoran hiếm nhất của mình và nó đã vỡ tan tành.$5#$e#Em đã nỗi cáu với chính mình. Không thể thay thế được.$2#$e#Em không muốn nghĩ về nó nữa.$2",
  "Bad_9": "Em yêu anh, nhưng một số ngày em chỉ nghĩ về Edward và tất cả đã buồn làm sao...$2#$e#Em sẽ nói cho anh biết nhiều hơn về anh ấy vào một ngày nào đó ... nhưng không phải hôm nay.$2",
}
