{
  //SPECIAL DIALOGUE
  "patio_Olivia": "Bạn biết đấy, @, tôi nghĩ rằng tôi sẽ bỏ lỡ giao dịch chứng khoán, nhưng tôi hoàn toàn không.$0#$b#%farm Nông trại là một nơi tuyệt đẹp, thư giãn.$3#$e#Em rất hạnh phúc khi được ở đây với anh, em yêu.  Tôi yêu bạn, và cuộc sống chúng ta cùng nhau xây dựng.$1#$b#Chúc may mắn với công việc của bạn ngày hôm nay.$3",
  "spouseRoom_Olivia": "Tôi đang thử một số kỹ thuật vẽ tranh của Gotoran mà tôi đã đọc, nhưng chúng gây cho tôi một số rắc rối.$0#$e#Có lẽ tôi nên nhờ Leah giúp đỡ.  Tôi ghét làm phiền cô ấy với những câu hỏi nghiệp dư, nhưng...$2#$b#Nếu tôi có thể thành thạo những kỹ thuật này, tôi có thể vẽ một bức chân dung thực sự cảm động về bạn, người yêu.  Tôi muốn làm điều đó.$4",
  "funReturn_Olivia": "Ngày hôm nay của bạn tốt chứ?$0#$e#Tôi đã tìm thấy một chai rượu vang quý hiếm mà tôi muốn thử bán đấu giá và đã tìm được nó với giá cao.$3#$b#Chúng ta sẽ phải tìm một cái gì đó để ăn mừng, vì vậy chúng ta có một cái cớ để mở nó.$1",
  "funLeave_Olivia": "Chào buổi sáng em yêu.$3",
  "OneKid_0": "Tôi rời mắt %kid1 trong một khoảnh khắc ngày hôm nay, và họ đã tìm được vào nguồn cung cấp tranh của tôi!$2#$b#Những bức tường của chúng tôi thu hẹp một sự bùng nổ của sự sáng tạo.  Có lẽ %kid1 cũng sẽ lớn lên để trở thành một họa sĩ...$3",
  "OneKid_1": "Thời gian kể chuyện với %kid1 hôm nay thật vui, @!  Chúng tôi thay phiên nhau trở thành động vật trong rừng và tạo ra tiếng động.$1#$e#$Tôi đã quên mất những điều thú vị có thể có, nuôi một đứa trẻ nhỏ này.  Họ nhìn thế giới rất khác.$0",
  "OneKid_2": "%kid1 đã được khá ít ngày hôm nay.  Chúng tôi đã có một cơn giận dữ kỷ lục vào lúc ngủ trưa.$2#$b#Victor không bao giờ nổi giận.  Có lẽ họ lấy nó từ bạn, em yêu...$2#$b#Bạn thích gì khi còn nhỏ, tôi tự hỏi?$4",
  "OneKid_3": "%kid1 nhắc nhở tôi rất nhiều về Victor ở tuổi này.  Rất thích nghe truyện.$1#$e#Victor luôn thích thú với những câu chuyện về lòng tốt và tình bạn.  Tôi luôn mong muốn trẻ con ích kỷ, vì vậy nó thực sự làm tôi ngạc nhiên.$3#$b#Nhìn lại, nếu tôi có thể chọn một điều mà tôi muốn con mình trở thành, đó là lòng trắc ẩn với những người có nhu cầu.  Bạn đừng nghĩ?$1",
  "OneKid_4": "Tôi chỉ nhìn %kid1 hôm nay, và thấy rất nhiều cả hai chúng tôi ... tốt nhất của cả hai chúng tôi.$3#$e#Tôi yêu bạn, @.$3",
  "TwoKids_0": "tôi nghĩ %kid1 ghen tị với %kid2 đã chiếm một số sự chú ý của tôi.$2#$e#Tôi sợ rằng họ có thể nhận được sự ghen tị của họ từ tôi, em yêu.  Lấy làm tiếc.$2",
  "TwoKids_1": "Hôm nay , %kid1 và %kid2 vướng vào một chút rắc rối.$2#$e#Đừng lo lắng, tất cả đều tốt nhất.  Họ yêu nhau rất nhiều.$3#$b#Nhưng bây giờ khi bạn ở đây, em yêu, tôi có thể sử dụng giờ nghỉ...$4",
  "TwoKids_2": "Bạn biết đấy, sau Victor, tôi đã thề có con, nhưng tôi không hối hận khi bắt đầu một gia đình với bạn.$3#$b#Đây là một chương mới đối với tôi và tôi rất vui khi được sống cùng bạn.$1",
  "TwoKids_3": "Tôi thực sự yêu gia đình nhỏ của chúng tôi ở đây, em yêu.$1#$b#Hãy cố gắng đi chơi cùng nhau sớm khi bạn không quá bận rộn với công việc.  Có thể đến bãi biển, hoặc công viên?  Victor cũng có thể đến.$3",
  "TwoKids_4": "Hai đứa trẻ cùng một lúc chắc chắn là rất nhiều để quản lý.  Tôi khó có thể theo kịp họ ngày hôm nay.$2#$e#Tôi không còn trẻ như trước đây, @.  ... Tôi hy vọng điều đó không làm phiền bạn...$2",
 
  //SEASONAL DIALOGUE
  "spring_Olivia": "Tôi nhớ rất nhiều về sự hối hả của thành phố, tôi yêu thung lũng vào mùa xuân.$3#$e#Trước khi chúng tôi chuyển đến đây, tôi chưa bao giờ nếm không khí sạch như vậy.$1#$b#Hãy đi dạo quanh rừng sau nếu bạn không quá bận rộn.  Tôi thích thấy mọi thứ bắt đầu phát triển trở lại.$3",
  "spring_1": "Mùa xuân đến rồi, em yêu!  Tôi đã mở một chai rượu vang trắng khô để chúng tôi ăn mừng.$1#$e#Vào mùa xuân, bạn không muốn uống bất cứ thứ gì quá nặng hoặc quá ngọt.  Nó nên giống như những bông hoa, tươi và mới bắt đầu nở.$3",
  "spring_13": "Hôm nay bạn có tham gia săn trứng không, em yêu?$3#$e#Tôi biết bạn thích chiến thắng, nhưng có thể tốt cho bạn và Abigail để cho những người trẻ hơn một cơ hội.$0",
  "spring_24": "Tôi không thể quyết định nên chọn trang phục nào cho buổi khiêu vũ hôm nay.  Tôi muốn chắc chắn rằng nó phù hợp với những gì bạn đang mặc.$4#$b#Tôi ước chúng tôi đã đi nhảy nhiều hơn.  Thật mê hoặc, được ở trong vòng tay bạn, lắng nghe những bài hát hay và được bao quanh bởi những người bạn.$3",
  "summer_Olivia": "Ôi, hôm nay trời ấm quá, phải không?$3#$b#Tôi muốn đi vẽ một nơi nào đó ngắm cảnh.  Có lẽ gần biển, vì vậy tôi có thể nghỉ ngơi và ngâm mình nếu trời quá nóng!$1",
  "summer_1": "Bạn đã tìm ra những gì bạn sẽ trồng trong mùa này, người yêu?  Tôi muốn gửi một số vụ mùa hè này về nhà cho bố mẹ tôi.$0#$e#Họ không tin tôi khi tôi nói với họ rằng tôi đang sống ở nông trại!$3",
  "summer_11": "Tôi biết bạn sẽ gọi tôi là một kẻ cuồng tín, em yêu, nhưng bạn nên nghĩ về việc thêm một chút rượu vang đỏ vào món súp lễ hội.$0#$e#Một chút rượu trong súp làm cho hương vị đẹp và phong phú.  Nó tốt cho nhiều hơn là chỉ uống!$3",
  "summer_28": "Thật ra, thạch làm tôi hơi lo lắng.  Họ có thể chích, bạn biết đấy.$2#$e#Sẽ thật lãng mạn miễn là bạn ở đó để nắm tay tôi.$3",
  "fall_Olivia": "Mùa thu là một mùa tuyệt vời để tìm kiếm thức ăn trong thung lũng.  Ngay cả những loại nấm nhập khẩu đắt nhất cũng không thể đánh bại những gì bạn có thể tìm thấy trong tự nhiên ở đây.$0#$e#Bạn nên chọn một ít nấm cho bữa tối của chúng tôi tối nay, người yêu.$3",
  "fall_1": "Tôi muốn vẽ những chiếc lá thay đổi trong Rừng Cinderap.  Bằng cách đó, chúng ta có thể nhớ mùa thu trông như thế nào quanh năm.$3#$e#Đó là một cơ hội tuyệt vời để học cách sử dụng màu sắc với nhiều sắc thái hơn.  Và thật là một bức tranh đáng yêu, nếu được thực hiện tốt!$1",
  "fall_16": "Tôi hy vọng màn hình của bạn làm tốt ngày hôm nay.$3#$b#Tôi biết bạn đã làm việc chăm chỉ như thế nào để kết hợp một đại diện tuyệt vời cho công việc của bạn.  Tôi chắc rằng thị trưởng sẽ đồng ý.$1",
  "fall_27": "Tôi thú nhận rằng tôi không thực sự thấy sự hấp dẫn của Đêm giao thừa.  Những thứ đáng sợ luôn có vẻ hơi ngớ ngẩn.$0#$e#Và nhiều đồ trang trí chỉ hơi ... tẻ nhạt.$2",
  "winter_Olivia": "Tôi mong chờ những ngày tôi tập yoga, đặc biệt là vào thời điểm này trong năm.  Tôi rất khó khăn trong mùa đông.$0#$e#Tôi chưa bao giờ gọi mình là già, nhưng những năm vừa qua tôi thực sự cảm thấy thời tiết lạnh.$2",
  "winter_1": "Mùa đông ửng hồng trên má, @.  Nó rất ngọt ngào.$4#$e#Thật là một thời gian đáng yêu trong năm.$3",
  "winter_8": "Tôi đã làm một số rượu táo để chúng tôi mang đến lễ hội ngày hôm nay.$0#$b#Nó sẽ giữ ấm cho bạn trong khi bạn đánh bắt cá ngư dân ngốc nghếch đó.$3",
  "winter_12": "Giữ ấm ngày hôm nay, em yêu.$0#$e#Tôi sẽ đợi với một ly rượu vang đỏ để cả hai chúng tôi có thể sưởi ấm cho bạn khi bạn hoàn thành công việc của mình.$3",
  "winter_25": "Tôi hy vọng rằng bạn đã có người bí mật của bạn một món quà tốt đẹp, em yêu!$3#$e#Tôi lo lắng rằng tôi quá nhiệt tình với những món quà.  Tôi không muốn mọi người cảm thấy tội lỗi, họ không thể mua những loại quà tặng giống như tôi có thể.$0",
 
  //DAY DIALOGUE
  "Indoor_Day_0": "Hôm nay tôi cảm thấy lười biếng.  Tôi muốn ở bên trong và đọc.$0#$e#Đôi khi tôi nhớ thư viện của chúng tôi.  Tôi có thể chọn bất kỳ kệ nào và tìm thấy một câu chuyện hấp dẫn để biến mất trong nhiều giờ.$3",
  "Indoor_Day_1": "Chúng ta có thể có một tv lớn hơn, em yêu?$0#$b#Chúng tôi có đủ không gian, và nó sẽ rất tuyệt vào buổi tối.$1",
  "Indoor_Day_2": "Duy trì một trang trại là kiệt sức.  Hôm nọ, tôi tìm thấy một con chuột, con yêu.  Con chuột!$5#$b#Chúng ta nên xem xét việc thuê một dịch vụ làm sạch.  Tôi không thể theo kịp điều này mãi mãi.$2",
  "Indoor_Day_3": "Một hình nền khác sẽ trông tốt hơn trong phòng khách của chúng tôi ...?  Hoặc có thể là một màu sơn đẹp...$4",
  "Indoor_Day_4": "Đôi khi tôi cảm thấy rất khó khăn ở nhà.$0#$b#Tôi nên đi vào thành phố nhiều hơn, em yêu.  Và đôi khi bạn nên đi cùng tôi!$3",
  "Outdoor_Olivia": "Lần thứ hai tôi bước ra ngoài, ngón tay tôi bắt đầu ngứa ngáy để vẽ.$3#$b#Thiên nhiên có một bảng màu đáng kinh ngạc như vậy.$1",
  "Outdoor_0": "Đôi khi tôi nghĩ về việc đi vào rừng để mang về nhà một ít nấm để nấu ăn, nhưng tôi sợ tôi sẽ đi lang thang quá xa và bị lạc.$0#$e#Thỉnh thoảng bạn sẽ đi với tôi chứ?$3",
  "Outdoor_1": "Không khí trong trang trại có mùi rất sạch.$3#$b#Nếu Victor đi qua, chúng ta nên có một chuyến dã ngoại bên ngoài.  Anh ấy có thể sử dụng một chút không khí trong lành.$0",
  "Outdoor_2": "Bạn đã bao giờ bắt gặp bất kỳ động vật hoang dã ở đây trong thung lũng, người yêu?$0#$b#Tôi sợ gấu.  Tôi hy vọng tôi không bao giờ gặp một.$2",
  "Outdoor_3": "Tôi muốn sớm có một chuyến tham quan các vườn nho địa phương.$3#$b#Mặc dù thung lũng nhỏ, nhưng những người làm rượu ở đây rất chuyên nghiệp..$3",
  "Outdoor_4": "Hmm ... tôi tự hỏi nếu điều này sẽ làm một bối cảnh tốt cho bức tranh tiếp theo của tôi...$0#$b#Bạn nghĩ sao, @?  bạn có một đôi mắt tốt.$3",
  "Rainy_Day_0": "Mưa trong thành phố cảm thấy rất khác nhau.  Đó là theo cách của mọi người.$0#$b#Ở đây, mưa tốt cho mùa màng và làm cho cảnh quan rực sáng.  Nó không phải là những gì tôi đã từng sử dụng, nhưng nó tốt đẹp.$3",
  "Rainy_Day_1": "Những ngày mưa là một loại rượu vang đỏ, bạn không nghĩ?$0#$b#Một chút rượu vang có thể tăng cường hệ thống miễn dịch của bạn chống lại những thứ như cảm lạnh, bạn biết đấy.$3",
  "Rainy_Day_2": "Vào những ngày ảm đạm, tôi chỉ cố nhớ rằng thời tiết này tốt cho cây.  Tôi thấy nó thật buồn tẻ...$0#$e#Đừng ở lại quá muộn, em yêu.  Tôi có thể sử dụng một số công ty ngày hôm nay.$3",
  "Rainy_Day_3": "Độ ẩm trong không khí vào những ngày như thế này khiến nó khó vẽ.  Nó giữ ẩm lâu năm và mọi thứ mất nhiều thời gian hơn.$2#$b#Tôi cho rằng tôi sẽ phải tìm thứ gì khác để chiếm thời gian của tôi.$0",
 
  //NIGHT DIALOGUE
  "Indoor_Night_0": "Đừng chỉ yêu tiếng mưa rơi trên mái nhà.?$0#$e#Tôi cảm thấy rất an toàn và rúc vào đây cùng nhau.  Tôi mến bạn.$3",
  "Indoor_Night_1": "Chúng ta nên chơi một ván cờ vào buổi tối.$0#$e#Coi chừng.  Tôi rất cạnh tranh và tôi thích chiến thắng.$4",
  "Indoor_Night_2": "Tôi nên đổ cho chúng tôi màu đỏ hay trắng tối nay?$3#$e#Tôi?  Tôi chỉ muốn bất cứ điều gì bạn đang có tâm trạng cho.$1",
  "Indoor_Night_3": "Hôm nay tôi mệt  Và hơi chán nản.  Chúng ta hãy đi ngủ sớm, @.$0",
  "Indoor_Night_4": "Cái chai tôi mở gần như trống rỗng.  Ly cuối cùng của đêm, em yêu.  Hãy làm cho nó đếm.$3",
  "Rainy_Night_0": "Bạn có nghĩ rằng chúng ta nên kiểm tra Victor?$0#$b#Anh ấy có thể rất buồn trong những đêm mưa.  Tôi sợ anh ấy nhận được điều đó từ tôi.$2",
  "Rainy_Night_1": "Tôi hy vọng mọi thứ sẽ khô vào ngày mai.  Tôi thực sự muốn đi dạo, nhưng tôi không muốn làm vấy bẩn đôi giày của mình.$0",
  "Rainy_Night_2": "Có nhiều đêm mưa như thế này trong Đế chế Gotoro.$0#$e#Tôi hy vọng mọi người ở đó ổn.$2",
  "Rainy_Night_3": "Những đêm mưa làm tôi suy nghĩ quá nhiều.$0#$e#Bạn có thể đánh lạc hướng tôi, @?  Tôi không muốn bị lạc trong ký ức của mình.$2#$e#Anh cũng yêu em.$3",
  "Rainy_Night_4": "Hãy cẩn thận nếu bạn cần đi bất cứ nơi nào tối nay.$0#$b#Tôi ghét bạn trượt và ngã trong thời tiết này.$2",
 
  //AFFECTION DIALOGUE
  "Good_0": "Đôi khi tôi nhìn bạn và không thể tin rằng chúng tôi đã tìm thấy nhau.  Chúng tôi đã rất may mắn.$3#$e#Tôi yêu bạn, @.$3",
  "Good_1": "@, Tôi thực sự không mong đợi để tìm lại tình yêu vào cuối đời.$3#$b#Tôi biết tôi không già, nhưng ... tôi đã ổn định ý tưởng ở một mình.$2#$e#Tôi rất vui khi được ở bên bạn, thay vào đó.$3",
  "Good_2": "Bạn có biết những gì, @?  Bạn làm cho tôi một người tốt hơn.$3#$b#Tôi có thể ... khó khăn.  Và hợm hĩnh.  Nhưng bạn đã dạy tôi rất nhiều về việc kiên nhẫn và từ bi hơn, người yêu.  Cảm ơn bạn.$3",
  "Good_3": "Bạn là người duy nhất biết cách nhanh chóng kéo tôi ra khỏi tâm trạng tồi tệ.$0#$b#Tôi không biết tại sao, nhưng tôi cảm thấy như bạn thực sự hiểu tôi.  Cảm ơn bạn.$3",
  "Good_4": "Đôi khi tôi nhìn bạn và không thể tin rằng chúng tôi đã tìm thấy nhau.  Chúng tôi đã rất may mắn.$3#$e#Tôi yêu bạn, @.$3",
  "Good_5": "Bạn có nghĩ rằng chúng ta có thể đi nghỉ sớm?$0#$b#Một cái gì đó lãng mạn.  Có lẽ các hòn đảo.$4#$e#Tôi muốn nhìn thấy tất cả những nơi đẹp nhất trên thế giới với bạn, người yêu.$3",
  "Good_6": "Tôi không hối tiếc khi từ bỏ giao dịch để đến sống với bạn ở nông trại.$3#$b#Tôi đã tìm thấy rất nhiều sự bình yên ở đây với bạn.$1",
  "Good_7": "Bạn đã bao giờ nhảy, @?  Bên cạnh lễ hội hoa?$0#$e#Khi tôi ở bên bạn, tôi có tâm trạng nhảy.  Có lẽ đôi khi chúng ta có thể học bài.$3",
  "Good_8": "Trong thành phố ... mọi thứ diễn ra quá nhanh.  Tôi luôn luôn trên đường đi đâu đó, không bao giờ dừng lại để chú ý đến thế giới xung quanh.$0#$e#Cảm giác thật tuyệt khi sống chậm lại và tận hưởng cuộc sống với bạn, @.$3",
  "Good_9": "Đêm qua tôi có một giấc mơ về việc chúng tôi già đi cùng nhau.$0#$b#Tôi biết đó là một chút Corny, người yêu.  Nhưng nó làm tôi suy nghĩ về việc vẽ một bức chân dung của chúng tôi trong tương lai của chúng tôi, hạnh phúc bên nhau.$3",
  "Neutral_0": "Thỉnh thoảng chúng ta có thể đi đến sa mạc không?$3#$e#Tôi muốn thử một ít trái cây xương rồng tươi.$1",
  "Neutral_1": "Tôi đang nghĩ đến việc sắp xếp một trật tự nhóm cho thị trấn từ một số vườn nho ở xa.  Chúng tôi có thể nhận được một vài trường hợp với giá khá rẻ.$0#$b#Chúng tôi có một cộng đồng nhỏ đẹp ở đây, phải không?$0",
  "Neutral_2": "Tôi sẽ dọn dẹp trang trại hôm nay, em yêu.  Cố gắng không theo dõi bùn trên sàn nhà.$0#$e#Tôi biết bạn cẩn thận.$3",
  "Neutral_3": "Bạn đã bao giờ gặp phù thủy sống ở phía nam thị trấn?$0#$e#Bạn dũng cảm hơn tôi.  Tôi ngưỡng mộ khả năng kết bạn của bạn ngay cả những người lạ nhất.$3",
  "Neutral_4": "Thỉnh thoảng tôi muốn giới thiệu bạn với một số bạn bè của tôi trong thành phố.$0#$e#Tôi chắc rằng bạn sẽ hợp nhau.$3",
  "Neutral_5": "Victor bỏ một cuốn sách cho bạn, người yêu.  Anh ấy nói anh ấy nghĩ rằng bạn sẽ thích nó - đó là một cuốn hồi ký từ những ngày đầu của Hội Phiêu lưu giả.$0#$e#Tôi rất vui vì hai bạn đang hợp nhau.",
  "Neutral_6": "Một trong những người tôi gặp khi tôi còn là một nhà giao dịch được gọi hôm nay để cho tôi biết về một khoản đầu tư tuyệt vời.$3#$e#Nó hơi hấp dẫn, nhưng tôi ổn ở nơi tôi đang ở.$3",
  "Neutral_7": "Hãy mời Victor ăn tối sớm.$0#$b#Tôi không muốn anh ấy cảm thấy như tôi bỏ anh ấy lại bằng cách gia nhập gia đình của chúng tôi với bạn.  Anh ấy cũng nên cảm thấy được chào đón ở đây.$0",
  "Neutral_8": "Tôi cần phải đi vào thành phố và nhận một số nguồn cung cấp tranh sớm.$0#$e#Tôi đặc biệt đặt hàng hầu hết các nguồn cung cấp của mình, nhưng tôi vẫn thích nhìn xung quanh địa phương để xem có gì độc đáo bật lên không.$0",
  "Neutral_9": "Một ngày khác trong thung lũng...$0#$b#Những ngày dường như chạy cùng nhau ở đây, đôi khi.  Chúng ta nên làm một cái gì đó sớm để lắc nó lên một chút.$3",
  "Bad_0": "Tôi đã phải loại bỏ bức tranh mà tôi đã làm việc ngày hôm nay.  Tôi không thể hiểu đúng.$2#$e#Có lẽ tôi sẽ nghỉ vẽ một lúc.  Tôi cảm thấy như mình không tiến bộ gì cả.$2",
  "Bad_1": "Rượu quá tệ không thể giải quyết tất cả các vấn đề của tôi.  Nhưng nó có thể thử.$2#$e#Đừng lo lắng, tôi đang đùa.  Tôi sẽ không uống quá nhiều, ngay cả khi tôi xuống.$0",
  "Bad_2": "Tôi cảm thấy không khỏe  Tôi nên gặp bác sĩ Harvey.$2#$b#Bạn có thể muốn tránh xa, trong trường hợp nó truyền nhiễm.$2",
  "Bad_3": "Tôi đang ở trong một tâm trạng khủng khiếp, em yêu.  Tôi sẽ tránh tôi, nếu tôi là bạn.$5#$e#Bạn đã không làm gì sai.  Đôi khi tôi chỉ nhận được theo cách này.$2",
  "Bad_4": "Những ngày như thế này khiến tôi chỉ muốn nằm trên giường.$2#$b#Hoặc cửa hàng.  Có lẽ tôi sẽ có một chuyến đi vào thành phố để cổ vũ bản thân.$0",
  "Bad_5": "Cuộc chiến với Đế quốc hoành hành, và các nạn nhân cứ chồng chất.$2#$b#Thật đau lòng khi nghĩ về tất cả những người đau khổ.$2",
  "Bad_6": "Tôi thấy bạn nói chuyện với cô ấy trong thị trấn, bạn biết đấy.$2#$b#Ai?  Tôi không cần phải nói với bạn.  Bạn biết ai rồi đó.$5",
  "Bad_7": "Bạn không thể thấy tôi muốn ở một mình?$6#$b#...Tôi xin lỗi, em yêu.  Tôi chỉ cần một ít không gian.$2",
  "Bad_8": "Tôi đã đánh rơi một trong những mảnh Trung Quốc Gotoran hiếm nhất của tôi ngày hôm nay và nó vỡ tan.$5#$b#Tôi giận dữ với chính mình.  Nó không thể thay thế.$5#$e#Tôi không muốn nghĩ về nó nữa.$2",
  "Bad_9": "Tôi yêu bạn, nhưng một số ngày tôi chỉ nghĩ về Edward và tất cả thật buồn...$0#$b#Tôi sẽ kể cho bạn nhiều hơn về anh ấy một ngày nào đó ... nhưng không phải hôm nay.$2",
}
