{
  //SPECIAL DIALOGUE
  "Introduction": "Hi. Chị chưa gặp em bao giờ...$0#$e#Rất xin lỗi. Chị... chị thực sự không biết rõ về em.$2#$e#%Claire đang cách xa bạn.",
  "accept_614": "Oh, trà xanh? Tại sao, cảm ơn em.$1",
  "Town_92_44": "%'Employee Entrance'",
  "danceRejection": "Oh, em muốn nhảy với chị ư? Ừm ...có là lần sau?$1",
  "BusStop_12_8": "Xin lỗi. Chi phải bắt xe buýt về nhà...$0",
  "movieTheaterClaire": "Chị thấy tin tuyển dụng cho rạp chiếu phim, vì vậy chị đã nộp đơn.$1#$b#Và chị đã nhận được ở đó!$5#$e#Những chú chim trong rạp hát thực sự làm tăng thêm bầu không khí....$1",
  "breakUp": "Oh... Chị biết...$2#$b#Em không cảm thấy hạnh phúc...$2#$e#Thật khó để duy trì một mối quan hệ xa lạ...$2#$e#%Claire trông buồn.",
  "dumped_Girls": "...$2#$e#Làm ơn để chị một mình...$2#$e#%Claire nhìn về một hướng xa xăm.",
  "secondChance_Girls": "Hi...$2",
  "divorced": "...$2#$e#%Claire đang giữ khoảng cách với bạn.",
  "Resort_Entering": "Chị đã không mặc áo bơi của mình trong một thời gian dài...$1",
  "Resort_Leaving": "Chà, đó là một chuyến đi dài về nhà...$1",
  "Resort_Shore": "Chị không thể nhớ lần cuối cùng mình mặc áo bơi.$1",
  "Resort_Chair": "Hòn đảo này là nơi sinh sống của rất nhiều loài chim...$1#$e#Chúng bay ngay trên đầu chị!$5",
  "Resort_Bar": "Chị cho rằng mình có thể một ít trái cây ...$1#$e#Mọi thứ sẽ ngon hơn khi ta ăn với bạn bè, em có nghĩ vậy không ?$5",
  "Resort": "Em có đang tận hưởng một ngày tốt lành không, @?$5#$e#Chị ước mình có thể sống ở đây mãi mãi...$1",
  
  //SPRING AND GENERAL DIALOGUE
  "Mon": "Chị cẩm thây khá mệt...$2",
  "Mon2": "Um. Hello.$0#$e#Xin lỗi... Chị biết mình là một người rất nhàm chán...$2",
  "Mon6": "Những chú chim là những sinh vật nhỏ thận trọng. Chúng có xu hướng bay đi khi có ai đến gần hoặc bị giật mình.$1#$e#Nhưng đôi khi nếu chị đứng yên, thì chúng sẽ đậu ngay trên đầu hoặc vai chị.$5",
  "Tue": "Hôm nay có phải là cuối tuần không?...",
  "Tue4": "Em có nghĩ rằng quản lý của chị sẽ chú ý nếu mình mang theo một cuốn sách để đọc tại nơi làm việc không ?$0#$e#...Có lẽ nó chỉ khiến chị gặp rắc rối.$2",
  "Tue8": "Chị thực sự muốn sống ở nông thôn cả đời. Trang trại của em làm chị nhớ về quê hương của mình.$1",
  "Wed": "Chị muốn về nhà...$2#$b#Hôm nay chị rất chán làm việc...$2",
  "Wed2": "Đúng không?$0#$e#Chị rất xin lỗi. Có lẽ sẽ vào lúc khác.$2",
  "Wed6": "Khi không có ai chú, chị hay tập nhảy.$1#$e#Và chị vẫn chưa bị bắt!$5",
  "Thu": "Chị không thể nói rằng mình biết quá nhiều về Thị trấn Pelican.$0#$e#Chị xin lỗi ... chị nên đi ngay.$0#$e#...$2#$e#%Claire đang rời đi.",
  "Thu4": "Đạo đức làm việc của chị không có điểm chung nào với quản lý của mình. Chị không chắc là ông ấy có còn hay về nhà nữa không...$2#$e#Ông ấy gây áp lực buộc chị phải tăng ca. Chị rất mệt sau một ca làm việc ở đó... nhưng chị cần tiền...$2",
  "Thu8": "Người hàng xóm của chị sở hữu một vườn cây ăn quả và đã cho chị  giỏ anh đào. Em có muốn một ít không ?$1#$e#Đây.Tất cả chúng đã chín![638]$5",
  "Fri": "Hiện tại chị hơi bận. Có lẽ chúng ta có thể nói chuyện sau ?$0",
  "Fri4": "Hi. Em đã có kế hoạch cho tuần sau chưa ?$0#$e#Oh! Chị hiểu rồi!$1",
  "Sat": "Oh? Hello.#$e#Um. Em có cần thứ gì không ?",
  "Sat2": "*sigh*...$2#$e#Oh. Hello.$1",
  "Sat4": "Hi @.$1",
  "Sat8": "Em luôn quan sát cho chị. Thật tuyệt khi có cảm giác như có ai đó chống lưng cho mình...$1",
  "Sun": "Chị thực sự không muốn làm việc hôm nay, nhưng Morris bắt chị phải làm.#$e#Cho dù họ có rất thiếu nhân sự...",
  "Sun2": "Chị đã không ngủ thể đêm qua. Xe đưa đón đêm muộn thậm chí còn muộn hơn thường lệ...$2#$e#Oh. Um... Thứ lỗi cho chị. Hãy tiếp tục công việc của em đi.$0",
  "Sun4": "Hi @. Um... Em có biết mấy giờ rồi không?#$e#Oh. Đến %time rồi sao? Cảm ơn em.$1",
  "Sun8": "Có một gia đình giẻ cùi xanh làm tổ trên cây gần Joja Mart. Đôi khi chị nghe thấy chúng lách cách qua cửa sổ.$1#$e#Chim là những sinh vật hùng vĩ, em có nghĩ vậy không ?$5",
  
  //SUMMER DIALOGUE
  "summer_1": "Vậy ... đây có phải là một mùa thu hoạch lớn của em ở nông trại trong mùa hè  này không?#$e#Vâng, Joja sẽ cung cấp cho em những hạt giống em cần.$1",
  "summer_10": "Điều hòa nhiệt độ ở Joja như đang đóng băng.$0#$b#Chị sẽ rất dễ có thể bị cảm...$2",
  "summer_18": "Cái nóng mùa hè này thật tuyệt vời.$1#$em#Chị đã cảm thấy quá lạnh của mùa đông và mùa thu rồi.$2",
  //"summer_28": "Chị rất thích kẹo thạch(chíp chíp), nhưng chị rất mệt vì làm việc cả ngày...$0",
  
  "summer_Mon": "Um, em có cần gì không?$0#$e#...$0#$e#%Claire đang rồi đi.",
  "summer_Mon2": "*sigh* Chị cảm thấy như thể sẽ là một ngày làm việc muộn nữa...$2#$e#Và một bữa tối đông lạnh lại cho mình...$2",
  "summer_Mon8": "Trang trại của em dường như trở nên lớn hơn theo từng ngày ... làm thế nào để em theo kịp nó?$5",
  "summer_Tue6": "Các quý cô và chị đã trao đổi với nhau những câu chuyện phiếm.$1",
  "summer_Wed": "Thời gian trôi nhanh như một con ốc sên bất cứ khi nào chị làm việc...$0#$e#O-oh... Xin lỗi. Xin thứ lỗi cho chị.$2",
  "summer_Wed4": "Rất nhiều người trong thung lũng coi thường Joja.$2#$b#Nhưng đó là công việc duy nhất chị có thể tìm thấy...#$e#Chính xác là chị không có nhiều tài năng...$2",
  "summer_Wed8": "Năm nay thu hoạch cam của hàng xóm chị rất nhiều, chúng cũng tươi và ngon nữa. Chị đã mang một cái cho em.[635]$1#$e#Chị rất thích trái cây, và cam là một món ăn nhẹ tuyệt vời cho sức khỏe.$1",
  "summer_Thu8": "Chị không sống ở nơi gần biển. Có lẽ chị sẽ bới tung bộ đồ tắm cũ và đi bơi ?$1",
  "summer_Fri2": "Có lẽ nếu chị hỏi một cách lịch sự,thì chị có thể nghỉ làm.$1#$e#Chị có đủ PTO(kiểu chính sách có thể nghỉ phép trong một số ngày nhất địch trong 1 năm) cho một kỳ nghỉ dài.$0",
  "summer_Fri8": "Kể từ khi chị còn là một cô bé, chị đã muốn trở thành một diễn viên.$1#$e#Em có cảm thấy như vậy với việc làm trông trọt hay thám hiểm không ?$5",
  "summer_Sun": "Chị muốn tìm một cái gì đó đáng để làm hơn...$0#$e#Xin lỗi. Chị vừa suy nghĩ thành tiếng...$2",
  "summer_Sun4": "Oh. Hi @. Hôm nay em thế nào?$1#$e#Vậy ... em muốn nói về điều gì?$0",
  "summer_Sun8": "Chị cảm thấy như những con chim thực sự hiểu mình...$1#$e#Thật là lạ đúng không?$5",
  
  //FALL DIALOGUE
  "fall_1": "Màu sắc của mùa thu thật ngoạn mục...$5#$e#Về quê, vùng nông thôn được vẽ bằng những cánh đồng lúa mì vàng.$1",
  "fall_6": "Hôm nay trời thật mát mẻ.$1#$e#Và nó cũng lạnh...$2",
  //"fall_15": "Vì vậy, Hội chợ Thung lũng Stardew sẽ diễn ra vào ngày mai. chị mong mình sẽ được vuốt ve những con vật.$1#$e#Chị tin rằng chúng là của Marnie, đúng không ?$5",
  "fall_19": "Thời tiết trở nên lạnh hơn theo ngày...$0",
  "fall_26": "Chị thích hóa trang thành diễn viên trong các bộ phim yêu thích của mình khi còn là một cô bé.$1#$e#Em thích trang phục nào ?$0",
  
  "fall_Mon": "Những chiếc lá tiếp tục tìm đường vào trong và chị phải quét chúng...$0#$e#Đó là một trách phải làm...$2",
  "fall_Mon6": "Chị đã cố gắng tránh xa những bữa tối đông lạnh ở Joja...$0#$e#Thay vào đó, Chị đang học cách làm các bữa ăn tự nấu.$1",
  "fall_Tue": "*yawn*... Hi.$0#$e#Um... Chị có thể giúp gì cho em?",
  "fall_Tue8": "Hello @. Chị mang một ít táo tươi từ nhà. Chúng đã chín![613]$1",
  "fall_Tue10": "Cuối tuần trước chị đã đi và hái trái cây ở 'Smith Orchard', nơi hàng xóm của chị...$1#$b#Um. đây là một trong những quả táo của họ.[613]$4#$e#Nó được hái từ nhánh...$7",
  "fall_Thu8": "Đó không phải là một ngày tốt đẹp ?$1#$e# Để dừng lại và trò chuyện lại.$5",
  "fall_Wed": "Hi.$0#$e#Um. Đúng không?$0#$e#...$2",
  "fall_Wed2": "Hello. Hôm nay em thế nào?$1",
  "fall_Wed6": "Chị đã thèm ăn bruschetta cả ngày rồi hôm nay rồi...$1#$e#Thành thật? chị nghĩ rằng mình có thể ăn nó mãi mãi.$5",
  "fall_Fri": "Um. Hello.$1#$b#Có thứ gì em cần không ?$0#$e#%Claire đang rời đi.",
  "fall_Fri2": "Chị đang có một ngày ... khá ổn.$0#$e#Um. Chị sẽ nói chuyện với em vào khi khác.$2",
  "fall_Fri8": "Em có bộ phim yêu thích nào không, @? Một trong số chị thích là 'Maces Out'.$1#$e#Chị thích phim kinh dị. Nó cho chị một sự hồi hộp như vậy!$6",
  "fall_Sat8": "Chúng ta đã trở thành bạn tốt của nhau, phải không ?$1#$e#Nếu em cần bất cứ điều gì, Chị vẫn luôn ở đây để nói chuyện với em!$5",
  "fall_Sun": "Um. Hi.$0#$e#...$0#$e#...$2#$e#Sorry. Thứ lỗi cho chị...$2",
  "fall_Sun2": "Hello.$1#$e#Um. Ngày hôm nay của em thế nào?$0",
  "fall_Sun8": "Trang phục của em hôm nay trông thật sang trọng, @.$1",
  
  //WINTER DIALOGUE
  "winter_1": "Mùa đông rồi à? Mọi cảnh vật thay đổi quá nhanh...$0",
  "winter_4": "%Claire đang rùng mình...#$e#H-hello. C_chị xin lỗi. C-Chị cảm thấy lạnh...$2",
  "winter_7": "Câu cá trên băng? Chị chưa bao giờ câu cá trước đây.$0",
  "winter_21": "%Claire đang rùng mình...#$e#H-hello. C-Chị xin lỗi. C-Chị cảm thấy lạnh...$2",
  "winter_28": "Chị mong mùa xuân mau đến ... Chị không thể chịu được những ngày lạnh giá như thế nãy nữa.$2",
  
  "winter_Mon6": "Hi @. Chị cảm thấy hôm nay mình hơi lười .$0",
  "winter_Tue": "Hôm nay trời đang bắt đầu đóng băng...$2#$e#Thật xin lỗi. Chị thực sự không thích nói chuyện lúc này...$0",
  "winter_Tue4": "Có một nhóm khách hàng thô lỗ đến từ thành phố đến của hàng vào hôm qua...$3#$b#Khi điều đó xảy ra, Chị chỉ cần đối xử tốt. Chị không được phép tranh luận hoặc thậm chí lơ nó đi.$2#$e#Phục vụ khách hàng không phải lúc nào cũng dễ dàng...$2",
  "winter_Tue8": "Vào những ngày như thế này, chị chỉ muốn lắng mình với một chút trà xanh tươi và thư giãn.$1",
  "winter_Wed": "Làm nhân viên thu ngân không phải là điều chị muốn làm trong suốt quãng đời còn lại của mình...$2",
  "winter_Wed4": "Em có nghĩ rằng quản lý của chị sẽ chú ý nếu mình bước ra ngoài và làm người tuyết không?...$1#$e#Cá nhân chị coi đó là nghệ thuật quảng cáo...$5",
  "winter_Thu2": "Có lẽ chị sẽ lấy hết can đảm để kết bạn với một số người khác trong thị trấn.$1",
  "winter_Thu6": "Chị yêu thị trấn này trong thời gian này trong năm...$1",
  "winter_Thu10": "Hehe... hi, @.$4",
  "winter_Sun": "Chị chỉ cảm thấy khủng khiếp hôm nay...$2#$e#%Claire không phản trả lại bạn.",
  "winter_Sun2": "Không có nhiều công việc ở nơi chị sống. Khi vị trí được mở tại Joja Mart, chị đã lấy nó.$0#$e#Nó chỉ là ... một công việc tạm thời.$2",
  "winter_Sun8": "Thú tiêu khiển yêu thích của chị là xem những bộ phim cũ và tham gia các buổi biểu diễn tại sân khấu.$1",

  //HEART EVENT DIALOGUE
  "claire_event1": "Oh. Chị hiểu rồi...$8",
  "claire_event2": "Um. Nó thực sự có một chút.$9",
  "claire_event3": "Well, chị nghĩ nó là...$10",
  "claire_event4": "Oh... Um.$10",
  "claire_event5": "Hehe. Đúng. Vùng quê cảm thấy thật thanh bình.$9#$b#Nhưng ngoài kia nó trở nên cô đơn...$8#$b#Um... có lẽ chị sẽ xin tham gia lớp học.$8",
  "claire_event6": "Um. Đúng. Chị đã tham gia các lớp học khiêu vũ khi chị còn trẻ và nó đã tạo ra một ấn tượng thực sự gắn bó với chị.$1#$b#Chị đã rất thích nó kể từ đó...$5",
  "claire_event7": "Nó thực sự cảm thấy như vậy. Những người phụ nữ khác rất bao gồm.$1#$b#Chị rất vui vì đã rủ Caroline tham gia lớp thể dục nhịp điệu...$5",
  "claire_event8": "Oh? Um. Đó là thói quen khiêu vũ của chị...$2",
  "claire_event9": "Em chắc hẳn đã đọc được suy nghĩ của chị. Chị hơi đói khi tập thể dục...$1#$b#Um. Một Lat.$5",
  "claire_event10": "Well, Chị hơi đói với việc tập thể dục. Chúng ta ăn ít thì sao ?$1#$b#Um. Một Lat.$5",
  "claire_event11": "Oh. Chị quyết định ư? Ừm, chị hơi đói.$0#$b#Chị chỉ có gói snack nhỏ này thôi, nhưng chị nghĩ rằng nó sẽ đủ.$2#$b#Chúng ta có thể ăn một bữa cùng nhau ở quán rượu...$5#$b#Um. Một Lat.$5",
  "claire_event12": "Em muốn gọi món gà với cam không ? Okay.$1",
  "claire_event13": "Cá rô phi nướng sa lát? Chị tự hỏi nó sẽ có hương vị như thế nào.$1",
  "claire_event14": "Pizza đặc sản? Em có phải rất đói...$1",
  "claire_event15": "Chị đã nghe tin đồn về nước sốt ăn kèm với khoai tây chiên.$1#$b#Chị nghĩ mình cũng sẽ nhận được điều này...$5",
  "claire_event16": "Trên đồng hồ vẫn còn ? Hehe.$9#$b#Đừng làm việc quá sức mình...$11",
  "claire_event17": "Oh. chị đã phải đóng cửa hôm nay.$8#$b#Chị thường không mất nhiều thời gian như vậy, nhưng có một mớ hỗn độn mà chị phải dọn dẹp...$10",
  "claire_event18": "Em phải làm việc cả ngày mệt mỏi...$9#$b#*yawn* Chị chắc chắn là...$11",
  "claire_event19": "Trên đồng hồ vẫn còn ? Hehe.$13#$b#Đừng làm việc quá sức mình...$15",
  "claire_event20": "Oh. Chị đã phải đóng cửa hôm nay.$12#$b#Chị thường không mất nhiều thời gian, nhưng có một mớ hỗn độn mà chị phải dọn dẹp...$14",
  "claire_event21": "Em phải làm việc cả ngày mệt mỏi...$13#$b#*yawn* Chị chắc chắn là...$15",
  "claire_event22": "Oh. Chị hiểu rồi...$12",
  "claire_event23": "Um. Nó thực sự có một chút.$13",
  "claire_event24": "Well, Chị nghĩ rằng nó là...$14",
  "claire_event25": "Oh... Um.$14",
  "claire_event26": "Hehe. Đúng. Vùng nông thôn cảm thấy thật thanh bình..$13#$b#Nhưng ngoài kia thật cô đơn...$12#$b#Um... có lẽ chị sẽ xin tham gia lớp học.$12",
  "claire_event27": "Hehe. Em không cần phải mang theo bất cứ thứ gì.$11#$b#Chị đánh giá cao suy nghĩ...$9",
  "claire_event28": "Chị hứa món ăn sẽ rất ngon...$9",
  "claire_event29": "Hehe. Em không cần mang theo bất cứ thứ gì.$15#$b#Chị đánh giá cao ý nghĩ đó...$13",
  "claire_event30": "Chị hứa món ăn sẽ rất ngon...$13",
  "claire_event31": "...$2#$b#...$1",
  "claire_event32": "...$0#$b#Hehe...$1",
  "claire_event33": "...$2#$b#Có lẽ chị đúng ... nhưng...$2",
  "claire_event34": "...$2#$b#Chị... giả sử...$2"
}
