 //Claire's Gift Tastes
13315 : "Claire": "Oh! Chị rất thích nó. Cảm ơn em rất nhiều!/614 349 421 618 634 560/Cảm ơn em./613 635 636 637 638 88 90 607 815 408 395/Chỉ khi em nhấn mạnh.../396 16 152 153 218 219 226 296 309 310 311 283 346 459 303 304/Làm ơn ... mang nó đi./167 342 412 416 330 372 723 722 721 720 718 717 716 715 233/Oh, cho chị ? Cảm ơn em./394 393 392 406 410 414/"


//Claire's Marriage Dialogue

13556 : "Utility.cs.5367": "Khi @ lần đầu tiên đến Thị trấn Pelican, không ai biết liệu anh ấy có hòa nhập với cộng đồng của chúng tôi không...#$b#Nhưng kể từ ngày này trở đi, @ sẽ là một phần của thị trấn này giống như bất kỳ ai trong chúng ta!$h#$b#Đó là vinh dự lớn của chị vào ngày này {0} của {1}, hợp nhất @ và Claire trong mối ràng buộc của hôn nhân.",

13557 :"Utility.cs.5369": "Khi @ lần đầu tiên đến Thị trấn Pelican, không ai biết liệu em ấy có hòa nhập với cộng đồng của chúng tôi không...#$b#Nhưng kể từ ngày này trở đi, @ sẽ là một phần của thị trấn này giống như bất kỳ ai trong chúng ta!$h#$b#Đó là vinh dự lớn của chị vào ngày này {0} của {1}, hợp nhất @ và Claire trong mối ràng buộc của hôn nhâ.",

13558 : "Utility.cs.5371": "@... Claire... #$b# Với tư cách là thị trưởng của Thị trấn Pelican, và là người mang con dấu hôn nhân trong khu vực, bây giờ ta xin tuyên bố các chãu đã là vợ chồng!$h",

13559 : "Utility.cs.5377": "@... Claire... #$b# Với tư cách là thị trưởng của Thị trấn Pelican, và là người mang con dấu hôn nhân trong khu vực, bây giờ ta tuyên bố  cháu đã là vợ và ..., tốt, vợ!$h",

//Claire's Movie Theater dialogue patches

13572 : "Mon8": "Này @. Đây là một vé xem phim miễn phí![809]$6#$e#Các bộ phim trong tuần này thật đáng kinh ngạc.$1",

13573 : "Thu4": "Chị chưa bao giờ làm việc ở đâu tốt như rạp chiếu phim.$1#$e#Tôi mong được nhìn thấy những chú chim hàng ngày!$5",

13574: "Sat8": "Có một gia đình giẻ cùi xanh làm tổ trên cây gần rạp chiếu phim.$1#$e#Chim là những sinh vật hùng vĩ, em có nghĩ thế không?$5",

13575 : "summer_1": "Chị rất vui vì đó là mùa hè...$1",

13576 : "summer_10": "Máy lạnh ở rạp hát thật sự rất tốt.$0",

13577 : "summer_Wed4": "Chị có thể giới thiệu một số bộ phim em nên xem...$1",

13578 : "fall_Tue4": "Những chiếc lá tiếp tục tìm đường vào rạp và chị phải quét chúng...$0#$e#Đôi khi chị cũng được những  chú chim giúp đỡ.$1",

13579 : "winter_Sun4": "Không có nhiều công việc ở nơi chị sống. Khi ở đây được mở ở rạp chiếu phim, chị đã nhận nó!$1#$e#Thật vui khi làm việc ở đó...$1",

//Claire's Engagement Dialogue

13588 : "Claire0": "Đây là sự khởi đầu tuyệt vời...$4",

13589 : "Claire1": "Đây là sự khởi đầu của một điều tuyệt vời...$4"

//Claire's Marriage Schedule Dialogue

13610 : "funReturn_Claire": "Hôm nay làm việc thật mệt mỏi ... nhưng em đã nói chuyện với một số người thú vị.",

13602 : "funLeave_Claire": "Chúc mừng năm mới. Em có cảm giác năm nay sẽ rất sôi động...$1"

13610 : "funReturn_Claire": "Ngày hôm nay của anh như thế nào ?$1",

13611 : "funLeave_Claire": "Buổi sáng tốt lành. Em dậy sớm và đã pha cà phê cho anh. [395]$1"

13619 : "funReturn_Claire": "Em đã gặp một số người thú vị tại nơi làm việc. Ai đó đã đi du lịch từ thành phố Zuzu!$5",

13620 : "funLeave_Claire": "Em phải sẽ đi làm sớm. Anh sẽ làm gì hôm nay ?$1"

13628 : "funReturn_Claire": "Da em hơi nhợt nhạt ... một chút nắng sẽ giúp chúng đỡ hơn.$1",

13629 : "funLeave_Claire": "Lịch trình hôm nay của Anh như thế nào ?$1#$e#Nghe thú vị đấy!$5"

13637 : "funReturn_Claire": "Chào mừng anh về nhà! Ngày của anh thế nào ?$1",

13638 : "funLeave_Claire": "Mùi của bữa sáng đã đánh thức anh à ? Chà, đào sâu! [201 195 194 210 211]$5#$e#Em đã làm nó theo cách anh thích...$1"

13646 : "funReturn_Claire": "Anh để ý đến em. Nó rất đáng khích lệ...$1",

13647 : "funLeave_Claire": "Buổi sáng tốt lành. Anh xoay sở để lăn ra khỏi giường...$1#$e#Em có việc hôm nay. Ghé thăm em nếu anh có thời gian!$6"

13655 : "funReturn_Claire": "Lấy làm tiếc. Em hơi đổ mồ hôi từ lớp thể dục nhịp điệu...$2#$e#Em cần đi tắm.$1",

13656 : "funLeave_Claire": "Em có lớp học thể dục nhịp điệu hôm nay. Có một đoạn nhảy mà em đang  phải luyện tập.!$1"

13664 : "funReturn_Claire": "Hello anh yêu. Chào mừng trở lại.$1#$e#Oh, em sao ? Ngày của em thật vui.$5",

13665 : "funLeave_Claire": "Em sẽ đi làm sớm. Anh sẽ làm gì hôm nay ?$0"

13673 : "funReturn_Claire": "Em đã rửa bát và quét nhà trong khi anh đi chơi.$1#$e#Em đã có một ngày làm việc khá tốt !$5",

13674 : "funLeave_Claire": "Em có cảm giác điều gì đó tốt đẹp sẽ xảy ra hôm nay.$1#$e#Chà, em sắp đi làm rồi. Anh cần gì từ cửa hàng không ?$0"

13682 : "funReturn_Claire": "Anh biết đấy, em chưa bao giờ tưởng tượng mình sẽ chuyển đến Thung lũng Stardew. Đây có phải là định mệnh ?$1",

13683 : "funLeave_Claire": "Buổi sáng tốt lành. EM có pha cà phê cho chúng ta. [395]$1"

13691 : "funReturn_Claire": "Có lẽ em sẽ lấy hết can đảm và làm quen với một số người trong thị trấn.$1",

13692 : "funLeave_Claire": "*yawn*...$0#$b#Hôm nay em mệt...$2#$e#%You ôm lấy Claire.#$e#...$5"

13700 : "funReturn_Claire": "Em đã thèm ăn bruschetta cả ngày rồi.$0#$e#Thành thật? Em nghĩ rằng mình có thể ăn nó mãi mãi.$5"

13701 : "funLeave_Claire": "Thời tiết đang trở nên ấm hơn!$6"

13709 : "funReturn_Claire": "Em đã từng ăn những bữa ăn đông lạnh cho bữa tối ... nhưng bây giờ em thấy mình đang đọc sách nấu ăn và nấu những bữa ăn thực sự.$1#$e#Em có một dự định bất ngờ vào lần nấu ăn tiếp theo !$6",

13710 : "funLeave_Claire": "Thật vui khi sống với anh. Em ... nghĩ rằng mình sẽ cô đơn cả đời.$1#$e#%You ôm lấy Claire.#$e#Hehe!$7"

13718 : "funReturn_Claire": "Chúng ta nên có một chuyến đi đến thành phố Zuzu trong tương lai và xem vở opera.$1",

13719 : "funLeave_Claire": "Có một mùi thơm đặc biệt đến từ anh... nó có mùi thơm.$1#$e#...$5"

13727 : "funReturn_Claire": "Um. Em đã suy nghĩ...$1#$b#Có lẽ chúng ta có thể thử nuôi một số loài chim? Em sẽ lo tất cả những việc chăm sóc nó !$5",

13728 : "funLeave_Claire": "Ooo... Hôm nay trông anh thật đẹp trai quá @. Em thấy anh cạo râu.^Ooo... Hôm nay trông em đẹp đấy, @. Chị rất thích kiểu tóc của em."

13736 : "funReturn_Claire": "Công việc thật tuyệt vời...$0",

13737 : "funLeave_Claire": "Em đã pha một ít cà phê cho chúng ta. [395]$1#$e#%You nói với Claire để có một ngày làm việc vui vẻ.#$e#Hehe... anh cũng có một ngày tốt đẹp, anh yêu.$5"

13745 : "funReturn_Claire": "Oh. Anh có ngửi thấy một mùi hương ngọt ngào không ? Nó đến từ cái này...[220 221 222 223 234 611 612 608]$1#$e#Trông vẻ mặt của anh kìa... Hehe!$7",

13746 :  "funLeave_Claire": "Chúng ta sẽ sống trong thung lũng mãi mãi ?$1#$e#Em xin lỗi. Đó là một câu hỏi kỳ lạ để hỏi.$0#$e#%You mỉm cười với Claire.#$e#...$5"

13754 : "funReturn_Claire": "Em đã khám phá ra một bản nhạc cổ điển tuyệt vời mà chúng ta có thể nhảy cùng nhau.$1#$e#Nó trở nên dễ dàng hơn khi anh bắt nhịp với nhịp điệu.$5",

13755 : "funLeave_Claire": "Đầu giường của anh thật đáng yêu...^ Đầu giường của em thật đáng yêu....$4"

13763 : "funReturn_Claire": "Chào buổi tối, anh yêu. Ngày của anh thế nào ?^Chào buổi tối, em yêu. Ngày của em thế nào$1",

13764 : "funLeave_Claire": "Thời tiết cuối cùng cũng trở nên ấm hơn.$1"

13772 : "funReturn_Claire": "Em đã có một ngày tuyệt vời hôm nay...^Chị đã có một ngày tuyệt vời hôm nay...$1",

13773 : "funLeave_Claire": "Em đã sẵn sàng cho thời tiết nóng bức, bầu trời xanh hoàn hảo và bánh nướng mơ !$5#$e#Em sẽ làm những gì mình có thể giúp xung quanh nhà. Em biết bắt đầu một mùa giải là rất nhiều công việc.$1#$e#Chúc may mắn hôm nay!$6"

13781 : "funReturn_Claire": "Bữa tối đã sẵn sàng! Em hy vọng anh cảm thấy ngon miệng ngày hôm nay! [224 231 214 212 197]$5",

13782 : "funLeave_Claire": "Mặt dây chuyền của nàng tiên cá mà anh tặng em  thật đẹp. Em sẽ luôn trân trọng nó.$1#$e#Em sẽ làm bữa tối tối nay.$1"

13790 : "funReturn_Claire": "Chào mừng anh về nhà! Ngày của anh thế nào ?^ Chào mừng em về nhà! Ngày của em thế nào ?$1",

13791 : "funLeave_Claire": "Em sẽ đi làm sớm. Anh sẽ làm gì hôm nay ?^ Chị sẽ đi làm sớm. Em sẽ làm gì hôm nay ?$1"

13799 : "funReturn_Claire": "Oh, Giờ đã là %time? Ngày trôi qua thật nhanh...$0",

13800 : "funLeave_Claire": "%Clairekhông để ý đến bạn.#$e#Oh! Anh đã đạy rồi! Buổi sáng tốt lành.^Em đã dậy rồi! Buổi sáng tốt lành$1#$e#Em đang chuẩn bị đi làm.^Chị đang chuẩn bị đi làm$0"

13808 : "funReturn_Claire": "Em ghen tị với sự khéo léo của anh. Tất cả những máy móc và thiết bị đáng yêu anh đã tạo ra đều là những sáng tạo tuyệt vời.$1",

13809 : "funLeave_Claire": "Emily và em sẽ khiêu vũ cùng nhau hôm nay.$1#$e#Anh đã nghĩ đến việc tham gia lớp thể dục nhịp điệu chưa?$5#$b#Em có thể dạy anh một số điệu...$1"

13817 : "funReturn_Claire": "Em có cảm giác như mình có thể hiểu được động vật đang nghĩ gì khi nhìn chúng ...$1#$b#Không biết có một thầy phù thủy hay thầy phù thủy nào có thể nói chuyện với động vật không ?$0#$e#Anh nói chuyện với thuật sĩ địa phương ... họ có thể hiểu động vật không?$1",

13818 : "funLeave_Claire": "Buổi sáng tốt lành. Em đã pha cà phê cho chúng ta. [395]$1"

13826 : "funReturn_Claire": "Em sẽ thử một công thức mới mà em tìm thấy trên mạng vào lần tới khi nấu bữa tối.$1#$b#Em biết anh sẽ thích nó.$5#$e#Oh? Đúng không?$1#$e#...$4#$e#Oh! Anh thật ngốc!$7",

13827 : "funLeave_Claire": "Người quản lý của em cho biết chúng tôi đang mong đợi một lượng khách hàng ngày hôm nay...$0#$e#Đó sẽ là một ngày bận rộn.$0"

13835 : "funReturn_Claire": "Kể từ khi em còn là một cô bé, em đã muốn trở thành một diễn viên.$1#$e#Anh có cảm thấy như vậy với việc làm nông trại hay thám hiểm không ?$5",

13836 : "funLeave_Claire": "Em nghĩ mình sẽ làm hai món giúp cho bữa sáng. Đây, anh yêu. [201 195 194 210 211]$1"

13844 : "funReturn_Claire": "*yawn* Em rất ..... buồn ngủ.$2#$e#Um. Em sẽ chuẩn bị đi ngủ.$0",

13845 : "funLeave_Claire": "Em ước thời tiết như thế này mãi mãi...$1"

13853 : "funReturn_Claire": "Dành thời gian cho anh chắc chán lắm...$2#$e#Xin lỗi ... em có một số suy nghĩ.$2#$e#%Claire không muốn nói chuyện.",

13854 : "funLeave_Claire": "Buổi sáng tốt lành. Anh xoay sở để lăn ra khỏi giường...$1#$e#Em sắp phải đi làm.$0"
