 //Claire's Gift Tastes
13315 : "Claire": "Oh! Chị rất thích nó. Cảm ơn em rất nhiều!/614 349 421 618 634 560/Cảm ơn em./613 635 636 637 638 88 90 607 815 408 395/Chỉ khi em nhấn mạnh.../396 16 152 153 218 219 226 296 309 310 311 283 346 459 303 304/Làm ơn ... mang nó đi./167 342 412 416 330 372 723 722 721 720 718 717 716 715 233/Oh, cho chị ? Cảm ơn em./394 393 392 406 410 414/"


//Claire's Marriage Dialogue

13556 : "Utility.cs.5367": "Khi @ lần đầu tiên đến Thị trấn Pelican, không ai biết liệu anh ấy có hòa nhập với cộng đồng của chúng tôi không...#$b#Nhưng kể từ ngày này trở đi, @ sẽ là một phần của thị trấn này giống như bất kỳ ai trong chúng ta!$h#$b#Đó là vinh dự lớn của chị vào ngày này {0} của {1}, hợp nhất @ và Claire trong mối ràng buộc của hôn nhân.",

13557 :"Utility.cs.5369": "Khi @ lần đầu tiên đến Thị trấn Pelican, không ai biết liệu em ấy có hòa nhập với cộng đồng của chúng tôi không...#$b#Nhưng kể từ ngày này trở đi, @ sẽ là một phần của thị trấn này giống như bất kỳ ai trong chúng ta!$h#$b#Đó là vinh dự lớn của chị vào ngày này {0} của {1}, hợp nhất @ và Claire trong mối ràng buộc của hôn nhâ.",

13558 : "Utility.cs.5371": "@... Claire... #$b# Với tư cách là thị trưởng của Thị trấn Pelican, và là người mang con dấu hôn nhân trong khu vực, bây giờ ta xin tuyên bố các chãu đã là vợ chồng!$h",

13559 : "Utility.cs.5377": "@... Claire... #$b# Với tư cách là thị trưởng của Thị trấn Pelican, và là người mang con dấu hôn nhân trong khu vực, bây giờ ta tuyên bố  cháu đã là vợ và ..., tốt, vợ!$h",

//Claire's Movie Theater dialogue patches

13572 : "Mon8": "Này @. Đây là một vé xem phim miễn phí![809]$6#$e#Các bộ phim trong tuần này thật đáng kinh ngạc.$1",

13573 : "Thu4": "Chị chưa bao giờ làm việc ở đâu tốt như rạp chiếu phim.$1#$e#Tôi mong được nhìn thấy những chú chim hàng ngày!$5",

13574: "Sat8": "Có một gia đình giẻ cùi xanh làm tổ trên cây gần rạp chiếu phim.$1#$e#Chim là những sinh vật hùng vĩ, em có nghĩ thế không?$5",

13575 : "summer_1": "Chị rất vui vì đó là mùa hè...$1",

13576 : "summer_10": "Máy lạnh ở rạp hát thật sự rất tốt.$0",

13577 : "summer_Wed4": "Chị có thể giới thiệu một số bộ phim em nên xem...$1",

13578 : "fall_Tue4": "Những chiếc lá tiếp tục tìm đường vào rạp và chị phải quét chúng...$0#$e#Đôi khi chị cũng được những  chú chim giúp đỡ.$1",

13579 : "winter_Sun4": "Không có nhiều công việc ở nơi chị sống. Khi ở đây được mở ở rạp chiếu phim, chị đã nhận nó!$1#$e#Thật vui khi làm việc ở đó...$1",

//Claire's Engagement Dialogue

13588 : "Claire0": "Đây là sự khởi đầu tuyệt vời...$4",

13589 : "Claire1": "Đây là sự khởi đầu của một điều tuyệt vời...$4"

//Claire's Marriage Schedule Dialogue

13610 : "funReturn_Claire": "Hôm nay làm việc thật mệt mỏi ... nhưng em đã nói chuyện với một số người thú vị.",

13602 : "funLeave_Claire": "Chúc mừng năm mới. Em có cảm giác năm nay sẽ rất sôi động...$1"

13610 : "funReturn_Claire": "Ngày hôm nay của anh như thế nào ?$1",

13611 : "funLeave_Claire": "Buổi sáng tốt lành. Em dậy sớm và đã pha cà phê cho anh. [395]$1"

13619 : "funReturn_Claire": "Em đã gặp một số người thú vị tại nơi làm việc. Ai đó đã đi du lịch từ thành phố Zuzu!$5",

13620 : "funLeave_Claire": "Em phải sẽ đi làm sớm. Anh sẽ làm gì hôm nay ?$1"

13628 : "funReturn_Claire": "Da em hơi nhợt nhạt ... một chút nắng sẽ giúp chúng đỡ hơn.$1",

13629 : "funLeave_Claire": "Lịch trình hôm nay của Anh như thế nào ?$1#$e#Nghe thú vị đấy!$5"

13637 : "funReturn_Claire": "Chào mừng anh về nhà! Ngày của anh thế nào ?$1",

13638 : "funLeave_Claire": "Mùi của bữa sáng đã đánh thức anh à ? Chà, đào sâu! [201 195 194 210 211]$5#$e#Em đã làm nó theo cách anh thích...$1"

13646 : "funReturn_Claire": "Anh để ý đến em. Nó rất đáng khích lệ...$1",

13647 : "funLeave_Claire": "Buổi sáng tốt lành. Anh xoay sở để lăn ra khỏi giường...$1#$e#Em có việc hôm nay. Ghé thăm em nếu anh có thời gian!$6"

13655 : "funReturn_Claire": "Lấy làm tiếc. Em hơi đổ mồ hôi từ lớp thể dục nhịp điệu...$2#$e#Em cần đi tắm.$1",

13656 : "funLeave_Claire": "Em có lớp học thể dục nhịp điệu hôm nay. Có một đoạn nhảy mà em đang  phải luyện tập.!$1"

13664 : "funReturn_Claire": "Hello anh yêu. Chào mừng trở lại.$1#$e#Oh, em sao ? Ngày của em thật vui.$5",

13665 : "funLeave_Claire": "Em sẽ đi làm sớm. Anh sẽ làm gì hôm nay ?$0"

13673 : "funReturn_Claire": "Em đã rửa bát và quét nhà trong khi anh đi chơi.$1#$e#Em đã có một ngày làm việc khá tốt !$5",

13674 : "funLeave_Claire": "Em có cảm giác điều gì đó tốt đẹp sẽ xảy ra hôm nay.$1#$e#Chà, em sắp đi làm rồi. Anh cần gì từ cửa hàng không ?$0"

13682 : "funReturn_Claire": "Anh biết đấy, em chưa bao giờ tưởng tượng mình sẽ chuyển đến Thung lũng Stardew. Đây có phải là định mệnh ?$1",

13683 : "funLeave_Claire": "Buổi sáng tốt lành. EM có pha cà phê cho chúng ta. [395]$1"

13691 : "funReturn_Claire": "Có lẽ em sẽ lấy hết can đảm và làm quen với một số người trong thị trấn.$1",

13692 : "funLeave_Claire": "*yawn*...$0#$b#Hôm nay em mệt...$2#$e#%You ôm lấy Claire.#$e#...$5"

13700 : "funReturn_Claire": "Em đã thèm ăn bruschetta cả ngày rồi.$0#$e#Thành thật? Em nghĩ rằng mình có thể ăn nó mãi mãi.$5"

13701 : "funLeave_Claire": "Thời tiết đang trở nên ấm hơn!$6"

13709 : "funReturn_Claire": "Em đã từng ăn những bữa ăn đông lạnh cho bữa tối ... nhưng bây giờ em thấy mình đang đọc sách nấu ăn và nấu những bữa ăn thực sự.$1#$e#Em có một dự định bất ngờ vào lần nấu ăn tiếp theo !$6",

13710 : "funLeave_Claire": "Thật vui khi sống với anh. Em ... nghĩ rằng mình sẽ cô đơn cả đời.$1#$e#%You ôm lấy Claire.#$e#Hehe!$7"

13718 : "funReturn_Claire": "Chúng ta nên có một chuyến đi đến thành phố Zuzu trong tương lai và xem vở opera.$1",

13719 : "funLeave_Claire": "Có một mùi thơm đặc biệt đến từ anh... nó có mùi thơm.$1#$e#...$5"

13727 : "funReturn_Claire": "Um. Em đã suy nghĩ...$1#$b#Có lẽ chúng ta có thể thử nuôi một số loài chim? Em sẽ lo tất cả những việc chăm sóc nó !$5",

13728 : "funLeave_Claire": "Ooo... Hôm nay trông anh thật đẹp trai quá @. Em thấy anh cạo râu.^Ooo... Hôm nay trông em đẹp đấy, @. Chị rất thích kiểu tóc của em."

13736 : "funReturn_Claire": "Công việc thật tuyệt vời...$0",

13737 : "funLeave_Claire": "Em đã pha một ít cà phê cho chúng ta. [395]$1#$e#%You nói với Claire để có một ngày làm việc vui vẻ.#$e#Hehe... anh cũng có một ngày tốt đẹp, anh yêu.$5"

13745 : "funReturn_Claire": "Oh. Anh có ngửi thấy một mùi hương ngọt ngào không ? Nó đến từ cái này...[220 221 222 223 234 611 612 608]$1#$e#Trông vẻ mặt của anh kìa... Hehe!$7",

13746 :  "funLeave_Claire": "Chúng ta sẽ sống trong thung lũng mãi mãi ?$1#$e#Em xin lỗi. Đó là một câu hỏi kỳ lạ để hỏi.$0#$e#%You mỉm cười với Claire.#$e#...$5"

13754 : "funReturn_Claire": "Em đã khám phá ra một bản nhạc cổ điển tuyệt vời mà chúng ta có thể nhảy cùng nhau.$1#$e#Nó trở nên dễ dàng hơn khi anh bắt nhịp với nhịp điệu.$5",

13755 : "funLeave_Claire": "Đầu giường của anh thật đáng yêu...^ Đầu giường của em thật đáng yêu....$4"

13763 : "funReturn_Claire": "Chào buổi tối, anh yêu. Ngày của anh thế nào ?^Chào buổi tối, em yêu. Ngày của em thế nào$1",

13764 : "funLeave_Claire": "Thời tiết cuối cùng cũng trở nên ấm hơn.$1"

13772 : "funReturn_Claire": "Em đã có một ngày tuyệt vời hôm nay...^Chị đã có một ngày tuyệt vời hôm nay...$1",

13773 : "funLeave_Claire": "Em đã sẵn sàng cho thời tiết nóng bức, bầu trời xanh hoàn hảo và bánh nướng mơ !$5#$e#Em sẽ làm những gì mình có thể giúp xung quanh nhà. Em biết bắt đầu một mùa giải là rất nhiều công việc.$1#$e#Chúc may mắn hôm nay!$6"

13781 : "funReturn_Claire": "Bữa tối đã sẵn sàng! Em hy vọng anh cảm thấy ngon miệng ngày hôm nay! [224 231 214 212 197]$5",

13782 : "funLeave_Claire": "Mặt dây chuyền của nàng tiên cá mà anh tặng em  thật đẹp. Em sẽ luôn trân trọng nó.$1#$e#Em sẽ làm bữa tối tối nay.$1"

13790 : "funReturn_Claire": "Chào mừng anh về nhà! Ngày của anh thế nào ?^ Chào mừng em về nhà! Ngày của em thế nào ?$1",

13791 : "funLeave_Claire": "Em sẽ đi làm sớm. Anh sẽ làm gì hôm nay ?^ Chị sẽ đi làm sớm. Em sẽ làm gì hôm nay ?$1"

13799 : "funReturn_Claire": "Oh, Giờ đã là %time? Ngày trôi qua thật nhanh...$0",

13800 : "funLeave_Claire": "%Clairekhông để ý đến bạn.#$e#Oh! Anh đã đạy rồi! Buổi sáng tốt lành.^Em đã dậy rồi! Buổi sáng tốt lành$1#$e#Em đang chuẩn bị đi làm.^Chị đang chuẩn bị đi làm$0"

13808 : "funReturn_Claire": "Em ghen tị với sự khéo léo của anh. Tất cả những máy móc và thiết bị đáng yêu anh đã tạo ra đều là những sáng tạo tuyệt vời.$1",

13809 : "funLeave_Claire": "Emily và em sẽ khiêu vũ cùng nhau hôm nay.$1#$e#Anh đã nghĩ đến việc tham gia lớp thể dục nhịp điệu chưa?$5#$b#Em có thể dạy anh một số điệu...$1"

13817 : "funReturn_Claire": "Em có cảm giác như mình có thể hiểu được động vật đang nghĩ gì khi nhìn chúng ...$1#$b#Không biết có một thầy phù thủy hay thầy phù thủy nào có thể nói chuyện với động vật không ?$0#$e#Anh nói chuyện với thuật sĩ địa phương ... họ có thể hiểu động vật không?$1",

13818 : "funLeave_Claire": "Buổi sáng tốt lành. Em đã pha cà phê cho chúng ta. [395]$1"

13826 : "funReturn_Claire": "Em sẽ thử một công thức mới mà em tìm thấy trên mạng vào lần tới khi nấu bữa tối.$1#$b#Em biết anh sẽ thích nó.$5#$e#Oh? Đúng không?$1#$e#...$4#$e#Oh! Anh thật ngốc!$7",

13827 : "funLeave_Claire": "Người quản lý của em cho biết chúng tôi đang mong đợi một lượng khách hàng ngày hôm nay...$0#$e#Đó sẽ là một ngày bận rộn.$0"

13835 : "funReturn_Claire": "Kể từ khi em còn là một cô bé, em đã muốn trở thành một diễn viên.$1#$e#Anh có cảm thấy như vậy với việc làm nông trại hay thám hiểm không ?$5",

13836 : "funLeave_Claire": "Em nghĩ mình sẽ làm hai món giúp cho bữa sáng. Đây, anh yêu. [201 195 194 210 211]$1"

13844 : "funReturn_Claire": "*yawn* Em rất ..... buồn ngủ.$2#$e#Um. Em sẽ chuẩn bị đi ngủ.$0",

13845 : "funLeave_Claire": "Em ước thời tiết như thế này mãi mãi...$1"

13853 : "funReturn_Claire": "Dành thời gian cho anh chắc chán lắm...$2#$e#Xin lỗi ... em có một số suy nghĩ.$2#$e#%Claire không muốn nói chuyện.",

13854 : "funLeave_Claire": "Buổi sáng tốt lành. Anh xoay sở để lăn ra khỏi giường...$1#$e#Em sắp phải đi làm.$0"

13862 :  "funReturn_Claire": "Em đã đặt một số thứ trên internet. Nó sẽ đến trong vài ngày.$1#$e#Oh. Nó là gì ư? Anh sẽ cần phải đợi để tìm ra...$1",

13863 : "funLeave_Claire": "Xin lỗi về tâm trạng của em đêm qua. Em sẽ làm cho nó cho anh.$2#$e#%You ôm lấy Claire.#$e#Hehe...$7"

13871 : "funReturn_Claire": "Em đang thèm mơ. Anh có nghĩ rằng chúng ta có thể trồng một ít trong trang trại không ?$1#$e#Em biết một số công thức sử dụng chúng...$5",

13872 : "funLeave_Claire": "Buổi sáng tốt lành. Anh có dậy sớm và pha cà phê. [395]$1"

13880 : "funReturn_Claire": "Ngạc nhiên chứ ! Đây là những gì em đã đặt hàng cho anh.[787]$5#$e#Chà, Anh có thích nó không? Em nhận thấy anh đã sử dụng những thứ này trong đồ thủ công của mình...$1",

13881 : "funLeave_Claire": "Em nghĩ món quà của anh sẽ được gửi đến trong thư hôm nay.$1",

13882 : "summer_22": "Ngạc nhiên chứ! Đây là những gì em có cho anh![787]$5#$e#Chà, anh có thích nó không? Em nhận thấy anh đã sử dụng những thứ này trong đồ thủ công của mình...$1", //accounts for rainy day

13890 : "funReturn_Claire": "Em nhận được tất cả các bài luyện nhảy cần thiết tại lớp thể dục nhịp điệu vào các ngày thứ Ba.$1#$e#Phần yêu thích của em là nói chuyện với mọi người trước và sau đó...$5",

13891 : "funLeave_Claire": "Buổi sáng tốt lành.$1#$e#Chúc may mắn với công việc của anh hôm nay.$5"

13899 : "funReturn_Claire": "Anh có phiền làm bữa tối không? Em cảm thấy kiệt sức vì công việc...$0",

13900 : "funLeave_Claire": "*giggle* Ôi trời. Đầu giường của anh...$5"

13908 : "funReturn_Claire": "Thật vui khi sống với anh. Em ... nghĩ rằng mình sẽ cô đơn suốt cuộc đời.$1#$e#%You ôm lấy Claire.#$e#Hehe!$7",

13909 : "funLeave_Claire": "Chúng ta nên nướng một cái gì đó cùng nhau sớm. Em biết công thức hoàn hảo...$4"

13917 : "funReturn_Claire": "Chế độ ăn của em đã được cải thiện kể từ khi em gặp anh. Em thường ăn các bữa ăn Joja đông lạnh hàng ngày.$1#$e#Em thích nấu những bữa ăn tự làm.$5",

13918 : "funLeave_Claire": "Trời bắt đầu lạnh hơn...$2#$e#Um. Hãy tiếp tục bật lò sưởi. Được chứ?$0"

13926 : "funReturn_Claire": "Nơi này làm em nhớ đến vùng quê. Có rất nhiều chỗ!$1",

13927 : "funLeave_Claire": "Em thích thức dậy vào sáng sớm, lắng nghe tiếng chim bắt đầu ngày mới.$1"

13935 : "funReturn_Claire": "Chúng ta nên cùng nhau hái nấm trong rừng cây tuần lộc.$5#$e#Có một công thức mà em muốn thử đó là gọi nấm...$1",

13936 : "funLeave_Claire": "Sáng nay hơi se lạnh...$2"

13944 : "funReturn_Claire": "Um. Anh có biết ai đó tên là 'Pam' ?#$e#Oh. Cô ấy vừa ... gây ra một số rắc rối trong công việc hôm nay.$2#$e#Em sẽ nói với anh về nó khi trên giường.",

13945 : "funLeave_Claire": "Buổi sáng tốt lành. Em có một tách cà phê ? [395]$1"

13953 : "funReturn_Claire": "Em đánh giá cao đồng nghiệp của mình, Martin. Anh ấy giúp tôi rất nhiều trong công việc.$1#$e#Đôi khi em bắt gặp anh ấy đang liếc nhìn mình...$1",

13954 : "funLeave_Claire": "Trang phục của anh hôm nay trông thật tuyệt...$1"

13962 : "funReturn_Claire": "Anh luôn thêm và thay đổi khung cảnh của trang trại của chúng ta... Em thích nó.$1",

13963 : "funLeave_Claire": "Em không muốn làm việc hôm nay...$2#$e#%You ôm Claire, và khuyến khích cô ấy.#$e#Hehe... cảm ơn.$7"

13971 : "funReturn_Claire": "Hôm nay em đau vì tập thể dục...$2",

13972 : "funLeave_Claire": "Chào buổi sáng anh yêu.$1#$e#Em có lớp học thể dục nhịp điệu hôm nay.$0#$b#Anh có muốn em mua cho anh thứ gì khi em ra ngoài không ?$1"

13980 : "funReturn_Claire": "Em vừa làm xong bữa tối. Em nghĩ chúng ta sẽ ăn thứ gì đó tốt cho sức khỏe tối nay. [196 609 610 200 607 649]$1",

13981 : "funLeave_Claire": "*yawn*...$5#$e#Đó là một cái ngáp lớn.$6#$e#Ừm. Hôm nay vui vẻ nhé...$1"

13989 : "funReturn_Claire": "Em có thể bị ốm...$2#$b#Em đã cảm thấy kinh khủng cả ngày.$2#$e#Em nghĩ mình sẽ thư giãn vào ngày mai...$0",

13990 : "funLeave_Claire": "*Sigh*... Em cảm thấy không khỏe hôm nay.$2#$e#Em có thể đã bắt được một cái gì đó...$2#$e#Em cần phải sẵn sàng cho công việc...$2"

13998 : "funReturn_Claire": "Em lo lắng khi anh đi đến mỏ...$2#$e#Em không thể mất anh...$2#$e#%You nói với Claire sẽ không có chuyện gì xấu xảy ra.#$e#En sẽ giữ anh cho điều đó...$1",

13999 : "funLeave_Claire": "Anh có nghe thấy tiếng quạ bên ngoài không?...$0#$e#Em hy vọng chúng không mổ vào các cây trồng...$2"

14007 : "funReturn_Claire": "Hãy nghỉ ngơi một chút đi anh yêu. Đó là một ngày trọng đại vào ngày mai.$1#$e#*yawn*...$5",

14008 : "funLeave_Claire": "Anh đã chuẩn bị cho hội chợ thị trấn chưa ? Em biết anh đã làm việc chăm chỉ trong mùa giải này.$1#$e#Em tự hỏi sẽ có những con vật con nào..$5"

14016 : "funReturn_Claire": "Em rửa bát và quét nhà khi đi làm về.$1#$e#Hôm nay em cảm thấy mình làm việc hiệu quả...$5",

14017 : "funLeave_Claire": "Hôm nay sẽ rất tuyệt. Em có thể cảm nhận nó...$1"

14025 : "funReturn_Claire": "Hôm nay em thấy một gia đình chim làm tổ trên cây.$5#$b#Phải có hàng chục người trong số chúng...$1",

14026 : "funLeave_Claire": "Sáng nay trời thật mát mẻ.$0#$e#Và rất là lạnh...$2"

14034 : "funReturn_Claire": "Anh có thể làm bữa tối nay được không? Em đang không muốn nấu ăn...$0",

14035 : "funLeave_Claire": "Em đã uống một tách trà xanh sáng nay. Em cảm thấy tràn đầy năng lượng hơn nhiều.$1"

14043 : "funReturn_Claire": "Em đã làm một món nấm từ thức ăn thô xanh trong rừng! Em nghĩ rằng nó đã diễn ra tốt.[205]$5#$e#Vậy anh nghĩ sao?$1",

14044 : "funLeave_Claire": "Anh luôn dõi theo em. Nó rất đáng khích lệ...$1#$e#Làm ơn ... anh đang làm em đỏ mặt...$4"

14052 : "funReturn_Claire": "Thời tiết trở nên lạnh hơn theo ngày...$0",

14053 : "funLeave_Claire": "Buổi sáng tốt lành. Anh xoay sở để lăn ra khỏi giường...$1#$e#Ừm. Em sắp đi làm. Chúc một ngày làm việc hiệu quả.$1"

14061 : "funReturn_Claire": "Em hy vọng anh cảm thấy đói! Bữa tối được phục vụ. [236 235]$5#$e#Anh có thích nó không ? Em đã làm sai một chút so với công thức...$1",

14062 : "funLeave_Claire": "Em cảm thấy muốn nấu một cái gì đó lễ hội tối nay.$1#$e#Em sẽ làm anh ngạc nhiên...$5"

14070 : "funReturn_Claire": "Anh đã xem báo cáo thời tiết chưa? Đêm nay trời có tuyết rơi...$0#$e#Ừm. Anh có phiền nếu chúng ta sử dụng thêm một chiếc chăn ?$2",

14071 : "funLeave_Claire": "Chào buổi sán anh yêu. Em có pha cà phê cho anh. [395]$1"

14079 : "funReturn_Claire": "Nó giống như đi bộ bên trong một tủ đông bên ngoài.$2#$e#Em rất vui vì đã trở về ngôi nhà ấm áp ... với anh.$4#$e#%You hug Claire to warm her.#$e#Hehe...$7",

14080 : "funLeave_Claire": "Trận tuyết đêm qua bao phủ toàn bộ thung lũng. Nó thật đẹp đúng không ?$1"

14088 : "funReturn_Claire": "Em không biết anh làm việc như thế nào ngoài trời lạnh thế này.$1",

14089 : "funLeave_Claire": "*yawn* Chào buổi sáng.$1"

14097 :  "funReturn_Claire": "Chào buổi sáng anh yêu$1",

14098 : "funLeave_Claire": "Ồ, Anh có việc phải làm bên ngoài ư ? Đừng để bị cảm lạnh...$0"

14106 : "funReturn_Claire": "sigh*... trời lạnh.$0#$e#Anh có phiền không nếu em vặn máy sưởi lên ?#$e#%You ôm lấy Claire để cô ấy có thể cẩm thấy ấm hơn.#$e#Hehe...$7",

14107 : "funLeave_Claire": "Đầu giường của anh thật đáng yêu.$5#$e#Oh! Đã %time rồi ư? Em cần phải đi làm.$0"

14115 : "funReturn_Claire": "Oh, đã là %time ư? Ngày hôm nay trôi qua thật nhanh...$0",

14116 : "funLeave_Claire": "Em sẽ đi làm sớm. Anh sẽ làm gì hôm nay ?$0"

14124 : "funReturn_Claire": "Cà phê espresso đó đã giúp em chú ý trong giờ học thể dục nhịp điệu hôm nay.$1",

14125 : "funLeave_Claire": "Em cần một thứ gì đó mạnh mẽ để đánh thức bản thân, vì vậy em đã pha cà phê espressos ba lần. [253]$1"

14133 : "funReturn_Claire": "Anh có thể nấu bữa tối được không ? Hôm nay em rất mệt mỏi...$0",

14134 : "funLeave_Claire": "*yawn*... Em muốn chìm vào giấc ngủ trở lại.$2"

14142 : "funReturn_Claire": "Em cảm thấy ốm và mệt mỏi vì lạnh quá...$2",

14143 : "funLeave_Claire": "Em đã không ngủ ngon đêm qua...$2"

14151 : "funReturn_Claire": "Em cảm thấy như mình có thể hiểu những gì động vật đang nghĩ khi em nhìn chúng...$1#$b#Em  tự hỏi liệu có một thuật sĩ hoặc phù thủy có thể nói chuyện với động vật không?$0#$e#Anh nói chuyện với thuật sĩ địa phương ... họ có thể hiểu động vật không ?$1",

14152 : "funLeave_Claire": "Mùi của bữa sáng đã đánh thức anh ? Chà, thú vị đấy! [201 195 194 210 211]$5#$e#Em đã làm nó theo cách anh thích...$1"

14160 : "funReturn_Claire": "Chúng ta sẽ sống trong thung lũng mãi mãi?$1#$e#Xin lỗi. Đó là một câu hỏi kỳ lạ để hỏi.$0#$e#%You cười với Claire.#$e#...$5",

14161 : "funLeave_Claire": "Chào buổi sáng anh yêu.$1#$e#Um. Hôm nay em tăng ca nên em sẽ về muộn. Anh sẽ ăn tối mà không có em.$1"

14169 : "funReturn_Claire": "Em đã trở thành bạn tốt với một số người trong lớp thể dục nhịp điệu hàng tuần của em.$1#$e#Um... Anh nên tham gia với em một lúc nào đó.$5",

14170 : "funLeave_Claire": "Vào những ngày như thế này, em muốn uống trà xanh tươi và thư giãn.$1"

14178 : "funReturn_Claire": "Em gần như trượt trên băng khi đi bộ về nhà...$2#$e#Hãy cẩn thận khi đi bộ bên ngoài.$2",

14179 : "funLeave_Claire": "Em thích thức dậy vào sáng sớm, lắng nghe tiếng chim bắt đầu ngày mới.$1"

14187 : "funReturn_Claire": "Anh có phiền không nếu em tăng nhiệt độ lên? Em đang cẩm thấy đóng băng...$2",

14188 : "funLeave_Claire": "Chào buổi sáng, thân yêu. Em có pha cho chúng ta một ít cà phê.[395]$1"

14196 : "funReturn_Claire": "Em sẽ thử một công thức mới mà mình tìm thấy trên mạng vào lần tới khi nấu bữa tối.$1#$b#Em biết anh sẽ thích nó.$5#$e#Oh? Đúng không?$1#$e#...$4#$e#Oh! Anh thật ngốc !$7",

14197 : "funLeave_Claire": "Cuối cùng thì anh cũng lăn ra khỏi giường. Buổi sáng tốt lành.$1"

14205 : "funReturn_Claire": "Em đã suýt bị một tảng băng rơi trúng khi đi làm về...$2#$e#Em không sao. Nó chỉ làm em giật mình.$1",

14206 : "funLeave_Claire": "Ooo... Hôm nay anh trông  thật đẹp trai, @. Em thấy anh cạo râu.$4^Ooo... Hôm nay em trông đẹp đấy, @. Chị thích cách em làm tóc của mình.$4"

14214 : "funReturn_Claire": "Bữa tối đã sẵn sàng anh yêu. Willy đã bán những thứ này sáng nay. Chúng rất tươi! [733]$5",

14215 : "funLeave_Claire": "Em sẽ làm một bữa tối lễ hội cho chúng ta tối nay. Một cái gì đó để mong chờ...$1#$e#Um. Chúc may mắn hôm nay.$5"

14223 : "funReturn_Claire": "Tuyết đang bắt đầu tan băng...$1#$e#Em sẵn sàng cho thời tiết ấm hơn.$5",

14224 : "funLeave_Claire": "Hôm nay có gì trên lịch cho anh?$1#$e#Nghe có vẻ vui!$5"

//Adds dialogue for Claire in the theater

14233 : "Claire_TheaterMessage_Monday": "Chào! Em có thể mua gì cho anh không ?$1",

14234 : "Claire_TheaterMessage_Wednesday": "Em được xem phim miễn phí!$1#$b#Đó là đặc quyền khi làm việc ở đây!$5",

14235 : "Claire_TheaterMessage_Thursday": "Hãy cho em biết nếu anh muốn bất kỳ nhượng bộ nào.$1",

14236 : "Claire_TheaterMessage_Friday": "Quản lý ở đây tốt hơn nhiều so với Joja...$5",

14237 : "Claire_TheaterMessage_Sunday": "Động vật hoang dã làm tăng thêm bầu không khí của nhà hát.$1#$b#Thật 'kỳ diệu'!$5"

//Patches marriage dialogue for Claire in the theater - doesn't work Fridays

14247 : "Claire_TheaterMessage_Monday": "Hi anh yêu. Hôm nay anh có xem phim không ?$1",

14248 : "Claire_TheaterMessage_Wednesday": "Đến thăm em tại nơi làm việc ? Hehe!$7",

14249 : "Claire_TheaterMessage_Thursday": "Đừng có biểu hiện tình cảm với em tại nơi làm việc. Em sẽ gặp rắc rối...$1",

14250 : "Claire_TheaterMessage_Sunday": "Anh có nhìn thấy tất cả các loài chim không ? Chúng không tuyệt vời sao?$1"

//MOVIE THEATER

14329 : "Text": "Chị đã xem phim này rồi, nhưng chị không ngại để xem lại.$1"

14334 : "Text": "*thì thầm* Chị thích phần này...$5"

14339: "Text": "Cảm ơn vì đã đưa chị đến đây.$1"

14352 : "Text": "Chị hơi lo lắng khi xem cái này...$2"

14362 : "Text": "Chị không biết mình cảm thấy thế nào về bộ phim đó...$2"

14357 : "Text": "Ai đó nổi tiếng đã tạo ra âm nhạc cho bộ phim này.$1"

14380 : "Text": "*Thì thầm* Wumbus là một nhân vật quyến rũ.$1"

14385 : "Text": "Đó là một bộ phim tuyệt vời!$5"

14398 : "Text": "Chị chưa từng chơi trò chơi điện tử nào trước đây ... nhưng bộ phim này trông rất thú vị.$1"

14403 : "Text": "Chị tự hỏi ai sẽ chiến thắng...$1"

14408 : "Text": "Điều đó thật tuyệt. Có lẽ một lúc nào đó chị sẽ thử trò chơi điện tử ở quán rượu...$4"

14421 : "Text": "Chị có một cảm giác tốt về bộ phim này...$1"

14431 : "Text": "Chị có thể mua kịch bản của bộ phim này để đọc.$1"

14444 : "Text": "Um. Cảm ơn anh đã có lời mời, @.$1"

14450 : "Text": "Thật là vui...$1"

//EGG FESTIVAL

14504 : "Claire": "Những quả trứng quỷ đang hấp dẫn...$1"

14512 : "Claire": "Không phải là một đám mây trên bầu trời. Thời tiết hôm nay thật hoàn hảo.$1#$e#*từng ngụm nước trái cây*$5"

//FLOWER DANCE

14524 : "Claire": "Những bông hoa ở đây rất đẹp. Có rất nhiều loại.$1"

14532 : "Claire": "Em đã tập múa hoa để chuẩn bị cho ngày hôm nay.$6#$e#Um. Anh đã sẵn sàng chưa?$4"

//LUAU

14544 : "Claire": "%She's bị mất trong cơn mê."

14552 : "Claire": "Hãy đến khiêu vũ với chị.$4#$e#Hehe!$7"

//DANCE OF THE MOONLIGHT JELLIES

14564 : "Claire": "Có phải chỉ chị không, hay là nó đang trở nên lạnh hơn ?$2#$e#Em nên xếp lớp nhiều hơn...$0",

14572 : "Claire": "Có phải chỉ chị không, hay là nó đang trở nên lạnh hơn ?$2#$b#Em nên xếp lớp nhiều hơn...$0#$e#Có lẽ chúng ta có thể âu yếm nhau trên giường khi trở về...$5"

//STARDEW VALLEY FAIR

14548 : "Claire": "Những con gà mái này thật đáng yêu...$5#$e#Anh nói là chúng đến từ Trang trại của Marnie?$1",

14592 : "Claire": "Khu trưng  bày của anh đã sẵn sàng chưa, anh yêu ?$1#$e#Đừng để ý đến em! Em chỉ ngưỡng mộ những con vật trong trang trại của Marnie.$5"

//SPIRITS EVE FESTIVAL

14604 : "Claire": "Nước ép nho làm thủ công này từ Blue Moon Vineyard thật hấp dẫn...$1",

14612 : "Claire": "Phết bơ dê lên những quả bí ngô này sẽ mang lại cho chúng một hương vị ngon miệng.$5#$e#Anh trông đẹp tối nay...$1"

//ICE FISHING FESTIVAL

14624 : "Claire": "So... c-cold...$2"

14632 : "Claire": "C-chào a-anh yêu. V-rất lạnh hôm nay...$2#$e#%You ôm Claire để sưởi ấm cho cô ấy.#$e#...$4#$b#Um. Chúc may mắn trong sự kiện câu cá trên băng.$7"

//WINTER STAR FESTIVAL

14645 : "Claire": "Anh thấy hài lòng vì điều gì, @?$1#$e#Em rất biết ơn vì đã có một cộng đồng thân thiện để tham gia Ngôi sao mùa đông cùng...$1"

14654 : "Claire": "Morris muốn nhân viên Joja ở đây hôm nay...$0#$e#Lễ hội của thành phố anh thật tốt.$1"

14663 : "Claire": "Thị trưởng của anh rất vui khi mời em...$1"

14671 : "Claire": "Em biết ơn vì cuộc sống tuyệt vời mà chúng ta đang sống cùng nhau ở %farm...$1"

 //Claire events

//Claire 1/5 heart event






