{
  //SPECIAL DIALOGUE
  "patio_Claire": "Thật là một khung cảnh thật tuyệt của trang trại. Thời tiết hôm nay thật hoàn hảo.$1",
  "spouseRoom_Claire": "Mmm...Không biết sổ ghi chú hôm nay có gì?$1#$e#Lịch trình của em luôn bận rộn ... mặc dù vậy, thật tuyệt khi được sắp xếp. Nếu không, em sẽ quên mọi thứ.$5",
  "funReturn_Claire": "Hôm nay làm việc thật mệt mỏi ... nhưng em đã nói chuyện với một số người thú vị.$0",
  "funLeave_Claire": "Buổi sáng tốt lành, anh yêu.$1",
  "OneKid_0": "Em thật ghen tị với %kid1. Lớn lên trong trang trại %farm sẽ tạo nên một tuổi thơ đáng nhớ.$1",
  "OneKid_1": "%kid1 đã làm một chút lộn xộn trong phòng khách...$2#$e#Đừng lo lắng. em sẽ chăm sóc nó.$1",
  "OneKid_2": "%kid1 có đôi mắt rất giống anh...$1#$e#Hehe...$7",
  "OneKid_3": "Em không nghĩ có ai sẵn sàng làm cha mẹ cả ... nhưng chúng ta đang làm rất tốt.$1#$e#%kid1 rất thích được bế đi khắp nhà.$5",
  "TwoKids_0": "Em đã cho %kid1 và %kid2 ăn sữa chua táo hữu cơ. Mấy đứa bé ăn rất nhiều!$1",
  "TwoKids_1": "Con cái của chúng ta thật tuyệt vời ... trách nhiệm của chúng ta là phải nuôi dạy chúng đúng cách.$1",
  "TwoKids_2": "Chúng ta may mắn khi mà %kid1 và %kid2 đều khỏe mạnh.$1",
  "TwoKids_3": "%kid1 đã bắt đầu bước đi từ khi còn rất sớm ... có lẽ bọn trẻ sẽ trở thành một vũ công như mẹ của chúng ?$1#$e#%You ôm Claire.#$e#Hehe...$7",
 
  //SEASONAL DIALOGUE
  "spring_Claire": "Em đã uống một tách trà xanh sáng nay. Em đã cảm thấy tràn đầy năng lượng.$5",
  "spring_1": "Chúc mừng năm mới. Em có cảm giác năm nay sẽ là một năm rất sôi động...$1",
  "spring_7": "Thời tiết đang trở nên ấm hơn!$6",
  "spring_13": "Lễ hội trứng sẽ được tổ chức ngày hôm nay ? Chúng ta đang tham dự không  ?$1",
  "spring_24": "Thời tiết này sẽ rất thích hợp cho vũ điệu của hoa.$1",
  "summer_Claire": "Em muốn thời tiết cứ nắng và nóng thế này mãi mãi.$1",
  "summer_1": "Em đã sẵn sàng cho thời tiết nóng bức, bầu trời xanh hoàn hảo và bánh nướng mơ!$5#$e#Em sẽ làm những gì có thể để giúp đỡ mọi việc trong nhà. Em biết bắt đầu một mùa mới là rất nhiều công việc.$1#$e#Chúc anh có một ngày may mắn!$6",
  "summer_11": "Em hy vọng có bánh mơ ở lễ hội Luau.$1#$e#Anh đã quyết định được thứ gì mình sẽ thêm vào súp chưa ?$5",
  "summer_28": "Tuyệt đẹp như những con sứa dưới ánh trăng, chúng vẫn có nghĩa là mùa hè đã kết thúc...$0#$e#Em cần sắp xếp lại tủ quần áo của mình và chọn một vài bộ trang phục dễ thương cho mùa thu.$1",
  "fall_Claire": "Hôm nay em có thể đi kiếm nấm trong rừng.$1#$b#Có một món ăn mà em muốn làm gọi là hỗn hợp nấm.$5",
  "fall_1": "Trời đã bắt đầu lạnh hơn...$2#$e#Um. Hãy giữ cho lò sưởi luôn bật. Okay?$0",
  "fall_16": "Chúc may anh may nắm với Hội chợ Thung lũng Stardew hôm nay, anh yêu.$1#$b#Nó phải cảm thấy tốt khi thể hiện sự chăm chỉ của anh!$5",
  "fall_27": "Phép thuật thật là hấp dẫn. Em tự hỏi làm thế nào mà ai đó có thể triệu hồi một mê cung...$1#$e#Em biết anh thỉnh thoảng nói chuyện với trình hướng dẫn địa phương. Có lẽ anh có thể hỏi họ ?$5",
  "winter_Claire": "Em không biết làm thế nào anh có thể làm việc ngoài trời lạnh thế này.$1",
  "winter_1": "*sigh*... trời lạnh.$0#$e#Anh có phiền không nếu em vặn máy sưởi lên?#$e#%You ôm Claire để sưởi ấm cho cô ấy.#$e#Hehe...$7",
  "winter_8": "Tại sao cuộc thi câu cá trên băng lại phải ở sâu trong rừng, nơi nó cực kỳ lạnh...$2#$e#Em sẽ túm tụm bên đống lửa khu cắm trại...$1",
  "winter_12": "Em lấy rác ra và em gần như trượt trên một ít băng...$2#$e#Em không sao. Nó chỉ làm em giật mình...$1",
  "winter_25": "Ngôi sao mùa đông vui vẻ, @. Em đã pha cho chúng ta một hỗn hợp đặc biệt của trà xanh có chứa caffein.[614]$4#$e#Anh là món quà tuyệt vời nhất trong tất cả..$4#$e#%You ôm Claire.#$e#Anh yêu em...$7",
 
  //DAY DIALOGUE
  "Indoor_Day_0": "Buổi sáng tốt lành. Em dậy sớm và đã pha cà phê. [395]$1",
  "Indoor_Day_1": "Anh luôn phát triển những điều mới và thay đổi khung cảnh của trang trại của chúng ta... Emthích nó.$1",
  "Indoor_Day_2": "Anh có nghe thấy tiếng chim hót bên ngoài không?$1",
  "Indoor_Day_3": "Em có cảm giác điều gì đó tốt đẹp sẽ xảy ra hôm nay.$1",
  "Indoor_Day_4": "Mùi của bữa sáng đã đánh thức anh? Chà, xào đều nào! [201 195 194 210 211]$5#$e#Em đã làm nó theo khẩu vị của anh thích...$1",
  "Outdoor_Claire": "Em chỉ đang ngưỡng mộ trang trại. Đừng lo lắng về em!$1#$e#Anh có đi vào thị trấn hôm nay không ?$0",
  "Outdoor_0": "Buổi sáng tốt lành. Anh xoay sở để lăn ra khỏi giường sớm...$1#$e#Em có ngày nghỉ để làm bất cứ điều gì mình thích.$6",
  "Outdoor_1": "Da của em đang trở nên hơi nhợt nhạt.  Bởi em đã dành quá nhiều thời gian ở trong nhà... một chút nắng sẽ giúp ích cho em.$1",
  "Outdoor_2": "Hôm nay có gì trên lịch cho anh không ?$1#$e#Nghe có vẻ vui!$5",
  "Outdoor_3": "Em thích thức dậy vào sáng sớm, lắng nghe tiếng chim bắt đầu ngày mới.$1",
  "Outdoor_4": "Nơi này làm em nhớ đến vùng quê. Có rất nhiều chỗ!$1",
  "Rainy_Day_0": "Ồ, anh có việc phải làm bên ngoài à ? Đừng để mình bị cảm lạnh...$1#$e#Và đừng quên là lau giày của anh!$5",
  "Rainy_Day_1": "Em thích ở trong nhà với một tách trà xanh nóng vào những ngày như thế này.$1",
  "Rainy_Day_2": "Em sẽ thử một công thức mới mà mình đã tìm thấy trên mạng vào lần tới khi nấu bữa tối.$1#$b#Em biết anh sẽ thích nó.$5#$e#Oh? Đúng ok?$1#$e#...$4#$e#Oh! Anh thật ngốc!$7",
  "Rainy_Day_3": "Oh,buổi sáng tốt lành. Hôm nay trời mưa...$0",
  "Rainy_Day_4": "Mục tiêu của em ngày hôm nay là ở trong và làm việc thật tốt. Có thể thử một cái gì đó mới...$1",
 
  //NIGHT DIALOGUE
  "Indoor_Night_0": "Chào mừng anh về nhà! Ngày của anh thế nào ?$1",
  "Indoor_Night_1": "Oh, Đã %time rồi ư? Ngày trôi qua nhanh thật...$0",
  "Indoor_Night_2": "Em đã rửa bát và quét nhà trong khi anh đi ra ngoài.$1#$e#Em đã có một ngày làm việc khá tốt!$5",
  "Indoor_Night_3": "Chào anh yêu. Chào mừng trở lại.$1#$e#Oh, của em ? Ngày của em thật hài lòng.$5",
  "Indoor_Night_4": "Em đã làm bữa tối trong khi anh đi vắng. Đây là đĩa của anh. [606 209 207 214 224 235 236]$1#$e#So? Nó thế nào? Em hy vọng anh nghĩ rằng nó ngon.$5#$e#!!!$7",
  "Rainy_Night_0": "Em tự hỏi làm thế nào những con chim ngủ trong những đêm ẩm ướt lạnh giá này...$0",
  "Rainy_Night_1": "Oh! Người anh ướt đẫm. Để em lấy khăn cho anh.$1",
  "Rainy_Night_2": "Nghe tiếng mưa rơi trên mái nhà? Thật nhẹ nhàng...$1#$e#Um. Chúng ta đi ngủ sớm thôi?...$4",
  "Rainy_Night_3": "Em vừa làm xong bữa tối. Em nghĩ chúng ta sẽ ăn thứ gì đó tốt cho sức khỏe tối nay. [196 609 610 200 607 650]$1",
  "Rainy_Night_4": "*yawn*... Em đã sẵn sàng để ngủ sớm.$0",
 
  //AFFECTION DIALOGUE
  "Good_0": "Anh biết đấy, em chưa bao giờ tưởng tượng mình sẽ chuyển đến Thung lũng Stardew. Anh có nghĩ rằng số phận đã đưa em đến đây không?$1",
  "Good_1": "Oooh... Hôm nay trông anh đẹp trai quá @. Em thấy anh đã cạo râu.$4^Oooh... Hôm nay anh trông đẹp đấy, @. Em thích cách kiểu  tóc của anh.$4",
  "Good_2": "Có chỗ trong trang trại để nuôi một số loài chim không? Em sẽ giải quyết tất cả tất mọi thứ!$5",
  "Good_3": "Em ghen tị với kỹ năng thủ công của anh. Tất cả những máy móc và thiết bị đáng yêu mà anh đã tạo ra đều là những sáng tạo tuyệt vời.$1",
  "Good_4": "Em cảm thấy như mình có thể hiểu những gì động vật đang nghĩ khi em nhìn chúng...$1#$b#Em tự hỏi liệu có một thuật sĩ hoặc phù thủy có thể nói chuyện với động vật không?$0#$e#Em nói chuyện với phù thủy địa phương ... họ có thể hiểu động vật không?$1",
  "Good_5": "Anh có mùi như không khí trong lành, nắng, mưa, và bên bờ biển ... Em có thể nhận ra anh khi nhắm mắt lại.$7#$e#...$4",
  "Good_6": "Em đã khám phá ra một bản nhạc cổ điển tuyệt vời mà chúng ta có thể nhảy cùng nhau.$1#$e#Nó trở nên dễ dàng hơn khi anh bắt nhịp với nhịp điệu.$5",
  "Good_7": "Mặt dây chuyền của nàng tiên cá mà anh tặng em thật đẹp. Em sẽ luôn trân trọng nó.$1",
  "Good_8": "Anh luôn dõi theo em. Nó rất đáng khích lệ...$1#$e#Làm ơn ... anh đang làm em đỏ mặt...$4",
  "Good_9": "Oh.Anh có ngửi thấy mùi gì đó ngọt ngào không? Nó đến từ cái này...[220 221 222 223 234 611 612 608]$1#$e# Vẻ mặt của Anh... Hehe!$7",
  "Neutral_0": "Em đã từng ăn những bữa ăn đông lạnh cho bữa tối ... nhưng bây giờ em thấy mình đang đọc sách nấu ăn và nấu những bữa ăn thực sự.$1#$e#Em có một kế hoạch bất ngờ cho anh vào lần tới khi em làm bữa tối!$6",
  "Neutral_1": "Thật vui khi sống với anh. Em... nghĩ rằng mình sẽ cô đơn cả đời.$1#$e#%You ôm lấy Claire.#$e#Hehe!$7",
  "Neutral_2": "Chúng ta nên có một chuyến đi đến thành phố Zuzu trong tương lai và xem vở opera.$1",
  "Neutral_3": "Chế độ ăn của em đã được cải thiện kể từ khi em gặp anh. Em thường ăn các bữa ăn Joja đông lạnh hàng ngày.$1#$e#Em thích nấu ăn từ đầu với những sản phẩm chúng mình tự làm.$5",
  "Neutral_4": "Em... không hối tiếc khi chuyển đến thung lũng để dành cả cuộc đời của mình với anh.$1#$e#Nó ... khác với nông thôn, nhưng theo một cách tốt.$5#$e#%You ôm lấy Claire.#$e#Hehe...$7",
  "Neutral_5": "Chúng ta sẽ sống trong thung lũng mãi mãi ?$1#$e#Xin lỗi. Đó là một câu hỏi kỳ lạ để hỏi.$0#$e#%You cười với Claire.#$e#...$5",
  "Neutral_6": "Em nhận được tất cả các bài tập khiêu vũ mà mình cần tại lớp thể dục nhịp điệu vào các ngày thứ Ba.$1#$e#Phần yêu thích của em là nói chuyện với mọi người trước và sau đó...$5",
  "Neutral_7": "Chúng ta nên nướng một cái gì đó cùng nhau sớm. Em biết công thức hoàn hảo...$4",
  "Neutral_8": "Em đã trở thành bạn tốt với một số phụ nữ trong lớp thể dục nhịp điệu hàng tuần của mình.$1#$e#Um... Anh nên tham gia cùng em vào một lúc nào đó.$5",
  "Bad_0": "Em lo lắng khi anh đi xuống mỏ...$2#$e#Em không thể  để mất anh...$2#$e#%You nói với Claire sẽ không có chuyện gì xấu xảy ra.#$e#Anh hứa với em về điều đó.$1",
  "Bad_1": "*Sigh*... Em  cảm thấy không khỏe hôm nay.$3#$e#Em có thể đã bắt được một cái gì đó...$2",
  "Bad_2": "Làm ơn ... Nếu anh cần thời gian yên tĩnh cho chính mình, điều đó không sao với em...$2",
  "Bad_3": "Did I do something wrong? You seem so... distant lately.$2",
  "Bad_4": "...$0#$e#...$3#$e#%You hỏi Claire có chuyện gì vậy.#$e#Em  cảm thấy như anh coi trọng công việc nông trại của anh hơn em...$2",
  "Bad_5": "Em ốm và mệt mỏi vì lạnh quá...$2",
  "Bad_6": "...$2#$e#Em không trốn tránh anh. Em chỉ không giỏi nói về cảm xúc của mình.$2#$e#Xin lỗi...$2#$e#%Claire đang cách xa bạn.",
  "Bad_7": "Anh có thể làm bữa tối tối nay được không? Em không muốn nấu ăn vào lúc này...$0",
  "Bad_8": "Dành nhiều thời gian như thế này với em chắc chán lắm...$2#$e#Xin lỗi...$2#$e#%Claire không muốn nói chuyện.",
  "Bad_9": "Anh có ... nghĩ rằng em quá gầy không?$2#$e#Em chỉ đang ... nghĩ cho chính mình. Đừng bận tâm đến em.#$e#%You nắm lấy tay Claire.#$e#...$1",
}
