
{
  //SPECIAL DIALOGUE
  "Introduction": "Oh, Chào đằng ấy! Ban_ là chủ nhân mới của nông trại %farm!#$b#Tôi_ là Victor. Tôi_ rất hân hạnh khi được gặp Ban_... @, nó là?$1",
  "danceRejection": "Sorry. Tôi_ không chắc muốn thế hay ko, Nếu có thể tôi vẫn muốn nhảy một mình hơn...$0",
  "divorced": "@... Ban_ ... Ban_ đã là trái tim Tôi_ tan vở . Tôi_ đã đặt toàn bộ hy vọng vào Ban_ ... vậy tại sao lại làm thế với tôi?$2#$b#Please...$2#$b#Hãy cho Tôi biết mình đã làm gi sai. Tôi_ đã là gì? Tôi_ đã tổn thương Ban_?$2#$e#@, please...$2",
  "secondChance_Boys": "Ban_ muốn mối quan hệ của chúng ta đi theo một chiều hướng khác, @?$6#$b#Tôi_ không chắc về điều này...$2#$b#Ban_ đã thật sự là tổn thương Tôi_ khi li hôn vói Tôi_, @. Tôi_ nên dành nhiều thời gian hơn để suy nghĩ về việc này, nhưng...$2#$b#Tôi_ cũng muốn cho chúng ta một cơ hội nữa!$3#$b#Tôi cảm thấy cũng ta có thể rút ra những sai làm của mình và xây dựng một quan hệ tốn hơn.$4#$b#Việc này sẽ cần tới sự cố gắng của hai ta, nhưng Tôi_ tin rằng chúng ta có thể là được.$3",
  "dumped_Boys": "@, Đừng có bắt truyện với Tôi_...$2#$b#Chúng ta không phải bạn. Nhất là sau khi những việc Ban_ đã làm...$2",
  "breakUp": "Wh-what? Một bó hoa héo?$2#$b#Ugh. Đó là điều ngu ngốc tôi đã làm, phải không?$2#$e#Như vậy, Tôi_ đoán là chúng ta sẽ trở lại làm bạn bé đúng chứ?$0",
  "stardrop_gift": "Này, em yêu. Anh đã mua thứ này muốn tặng em.$4#$b#Nó được được khỏi nguồn từ đảo Fern! Nó được hái từ cây Cellstar .$1#$b#Anh yêu em, honey.$4",
  "give_flowersA": "Em muốn hẹn hò với anh, @? Anh cũng muốn như thế! Anh rất bối lối khi lần đâu tiền được như thế.$4#$b#Em làm rất vui anh rất vui, @. You just made me the happiest person alive!$1",
  "give_flowersB": "Anh không biết em cảm thấy như thế nào, @. Nó làm anh cẩm thấy thật hạnh phúc!$4#$e#Anh cảm thấy mình hơi lo lắng, có phải là do em?$4",
  "give_pendant": "!!!$7#$b#Em... em muốn kết hôn? đây có phải lời cầu hôn của em với anh, @!?$7#$b#Anh đồng ý! Anh rất vui mừng khi được dành phần đời còn lại cho em. Anh sẽ để cho ông Lewis biết điều này. Oh, Anh cũng phải cho mẹ biết việc này!(FA lâu năm có khác)$1",
  "rejectNPCA": "Uhh... không cản ơn, @.$0",
  "rejectNPCB": "Tôi cảm thấy chưa thể làm như vậy, @. Tôi xin lỗi.$2#$e#Nếu bạn muốn tôi trả lời ? Tôi sẽ nói là không.$0",
  "reject_two_heartA": "@, Tôi không thích bạn theo cách đó. Tôi không muốn làm bạn thất vọng thêm.$2",
  "reject_two_heartB": "Tôi không nghĩ đó là một ý kiến hay để chúng ta hẹn hò, @.$0#$e#Tôi chưa biết quá nhiều về bạn.$0",
  "reject_four_heartA": "Tôi vẫn chưa sẵn sàng để là như thế. Tôi xin lỗi, @.$2#$e#Tối đã nói với bạn là tôi chưa sẵn sàng.$5",
  "reject_four_heartB": "@, Tôi... thật sự khá thích bạn nhưng...$2#$b#Tôi vẫn chưa sẵn sàng để có thể hẹn hò với bạn . Tôi xin lỗi.$2",
  "engageA": "Uhh... Tôi sẽ giả vờ như chưa thấy những điều đó.$0#$e#Bạn có thể rời đi và để tôi yên, @.$5",
  "engageB": "Are you trying to cheat on your spouse with me!? Bạn đang nghĩ gì vậy?$5#$e#Thật kinh tởm. Đi ra khỏi tầm mắt tôi ngay.$5",
  "marriedA": "@? Bạn đang là quái gì thế? Vợ bạn sẽ nghĩ thế nào khi tôi đi kể với cô ta điều bạn vừa làm ?$5#$e#Tôi sẽ không nói cho vợ bạn. Làm ơn. chỉ một lần... dừng làm thế nữa.$2",
  "marriedB": "Bạn muốn cưới tôi? Trong khi bạn đã kết hôn, @. Làm ơn dừng lại.$2#$e#@. Bạn có đang say hay bị gì không? Đi nhanh trước khi tôi nói với trông bạn.$0",
  "refusal_knownA": "Tôi nghĩ chúng ta cần dành nhiều thời gian hơn để tìm hiều nhau trước khi có thể tiến tới thêm, @.$6#$e#Sorry. Tôi không có ý lạm bạn tâm trạng bạn xấu đi. Nó rất quan trọng nên tôi muốn đươc ra quết định sáng suốt.$2",
  "refusal_knownB": "Còn quá sớm để cho việc này, bạn có nghỉ thế không?$0#$e#Tôi đánh giá cao suy nghĩ của mình, @.$6",
  "refusal_botherA": "Uhh... Nó vẫn sẽ là không, @. Sorry.$0",
  "refusal_botherB": "Có lẽ sẽ vào một ngày nào đó.$1",
  "refusal_no_heartsA": "Trông đẹp đấy. Bạn đã mua nó từ một con mà trên bãi biểm?$0#$b#Tôi đã từng đọc sách về những hồn ma thủy thủ bán mặt dây chuyền nàng tiên cá.$6",
  "refusal_no_heartsB": "So. Đây là những gì sẽ xảy ra, @.Tôi sẽ bỏ đi và xem như bạn chưa bao giờ làm điều gì.$0",
  "Resort_Entering": "Thật là một bãi biển xa đẹp!$1",
  "Resort_Leaving": "Cát đang bám trên tóc tôi...$2#$b#Không có gì một vòi sen nóng không thể giải quyết! Trờ về Stardew vally thôi!$1",
  "Resort_Shore": "Tôi tự hỏi hòn đảo nào trong số những hòn đảo đó là quê hương của hội nhà thám hiểm First Slash...$1",
  "Resort_Chair": "Bạn có khám phá các hoàn đảo, @?$3#$b#Một nơi như thế chắc hẳn vẫn còn ẩn chứa nhiều điều bí ẩn.$1",
  "Resort_Bar": "Gus có một menu đồ uống nhiệt đới! Tôi nghĩ nó sẽ có 'Ring Fruit Sunrise'!$1",
  "Resort": "Tôi đã đọc về ngọn núi lửa đó trong một cuốn sách về nhà thám hiểm.$3#$b#A Những người lùng dung nham để làm nguồn năng lượng!$1",
  
  //SPECIFIC TILE DIALOGUE
  "Custom_JenkinsHouse_23_25": "Hôm nay, tôi và Sophia cũng xem 'My Villain Academia'. Chúng rất thú vị.$3",
  "Custom_JenkinsHouse_31_11": "Tớ rất vui khi được xen ainme cùng cậu, Sophia.$3",
  "Custom_JenkinsHouse_21_39": "Thật tuyệt vời khi được đi chơi với cùng với cậu, Sophia.$1",
  "SebastianRoom_5_9": "Chào mừng, @. Chúng tôi đang cùng chơi chơi 'Solorian Chronicles'.$1",
  "Saloon_40_18": "Có lẽ tôi nền về sớm để có thể tự mình thưởng thức những trai lựu vang trên kệ.$1",
  
  //EMPLOYMENT QUESTION - SPRING YEAR 1 ONLY
  "spring_Wed_1": "Đã một thời gian dài kể từ khi tôi tốt nghiệp đại học Pellcar.$6#$b#Mẹ tôi luôn nài nỉ tổi tìm một công việc nào đó. Bất cứ lúc nào.$2#$e#Tôi hiểu, tồi cần phải tìm một công việc nhưng... tôi chỉ... tôi cần thêm một ít thời gian nữa.$2#$q 1001/1002 jobquestion_followup# Bạn có nghĩ là tối quá lười biếng bởi tôi chưa tìm được công việc nào không?#$r 1001 50 jobquestion_no#Bạn không lười biếng, Victor. Bạn cần thêm thời gian để quyết định những gì bạn muốn làm. Hãy nhìn tôi này! Tôi không biết mình đang làm gì cho đến gần đây.#$r 1002 0 jobquestion_neutral#Bạn có thể làm thừ công việc bán thời gian để xem, nó có khiến bạn thích nghi không. Ít nhất mẹ bạn sẽ không phàn nàn về bạn nữa?#$r 1002 -125 jobquestion_yes#Tôi sẽ không gọi nó là lười biếng nhưng ... bạn đã tốt nghiệp hơn một năm rồi, Victor.",
  "jobquestion_no": "Đúng thế. Bạn đã từng làm việc trong lĩnh vực kế toán tại Joja. Bạn đã hoàn toàn chuyển từ những bánh răng và trở thành  một nông dân.$3#$b#Câu chuyện của bạn cho tôi hy vọng về tương lai của mình, @. Thank you.",
  "jobquestion_neutral": "Tôi có thể nhình qua  đó. Cảm nhận môi trường làm việc. Xem tôi có thích nó không.$6",
  "jobquestion_yes": "Hmm... Tôi thấy, bạn đúng. Tôi cần tập luyện bản thân nhiều hơn.$2",
  "jobquestion_followup": "$p 1001#Tôi cần tập rèn bản thân nhiều hơn nữa để theo đuổi giấc mở của chính mình!$1|Tôi cần phải suy ngẫm về bản thân mình một lúc, @. Cảm ởn vì đã tân sự với tôi.$6",
  
  //ZUZU CITY QUESTION
  "summer_Thu": "Tôi đang nghĩ về cuộc sống của mình khỉ ở thành phố Zuzu. Nó sẽ như nầy... lộn xộn và ồn ào.$0#$e#Sống ở đây trong thung lũng chắc chắn khác hẳn với thành phố.$1#$q 3001/3002 city_followup#Bạn có nhớ về cuộc sống ở thành phố không?#$r 3001 15 city_yes#Yes, tôi vẫn hay nhớ về nơi ấy.#$r 3002 15 city_no#No, Tôi nhớ về nơi đó.",
  "city_yes": "Không ngạc nhiềm lắm. Thành phố thì có tất cả mọi loại công việc. Trừ khi bạn có thể tư kinh doanh nếu không thì bạn sẽ rất khó để sống ở đây.$0",
  "city_no": "Tôi có quen một số gia đình ở thành phố Zuzu. Mẹ và tôi thỉnh thoảng hay đến thăm họ vài lần.$3",
  "city_followup": "$p 3001#Tôi rất thích cuộc trò truyện của chúng ta, @.$1|Tôi rất thích cuộc trò truyện của chúng ta, @.$1",
  
  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "JenkinsHouse_31_5": "Uhh... điều nay hơi kì lạ. Bạn không thế thấy tôi trên giường được?$2",
  "JenkinsHouse_6_8": "Bởi tôi đang đánh răng.$0",
  "BlueMoonVineyard": "Khung cảnh tuyệt đẹp của Gem Sea. Sophia biết một vị trí ngắm cảnh khá tốt trong thị trấn.$1", 
  
  //SPRING AND GENERAL DIALOGUE
  "spring_1": "Mùa xuân hạnh phúc, @.$3#$e#Mục tiều của bạn trong năm nay là gì? Tôi thì muốn mỗi tuần được đọc ít nhất 1 cuốn sách.$1",
  "spring_15": "Có tám cây cầu ở Stardew Valley. Hơn một nửa trong số đó ở thị trấn Pelican.$3#$b#Ngoài ra còn có nhiều cây cầu nhỏ bằng gỗ tạm bợ ở khắp mọi nơi, chẳng hạn như một ở bãi biển.$1#$e#Thật khó tin khi những cây cầu có thể cho phép các cộng đồng khác nhau kết nối với nhau.$1",
  "spring_23": "Tôi tự hỏi liệu Sophia có mang loại rượu iridium của mình đến lễ hội hoa không?$0#$e#Tôi nhảy không giỏi đến mức đó.$2",
  "spring_28": "Mùa hè không thể đến sớm. Tôi mong muốn được đi biển thường xuyên hơn.$1",
  
  "Mon": "Hey there. Ngày đầu tuần của bạn thế nào?$0#$e#Tổi cẩn phải viết rất nhiều thư vào hôm nay. Tôi không đợi về chuyện đó.$2",
  "Mon6": "Tôi đang đọc một cuốn sách về việc nhìn thấy những sinh vật bí ẩn ở Gem Sea.$3#$b#Cuốn sách này đã có trong gia đình tôi từ rất lâu rồi!$1",
  "Mon10": "Tôi có bản thiếc kế cầu cần phải xem vào tối nay.$0#$e#Tôi đang mong đợi nó!$3",
  "Tue": "Ugh... Tôi cần đến tiệm tạp hóa của Pierre sớm. Tối không hiểu tại sao mẹ tội lại không thể một người giúp việc chứ.$6#$e#Hey, Bạn nghĩ thế nào về công việc bán thời gian?$1#$e#Oh. Như thế... nó quá thô lổ đúng không? Xin lỗi, @. Tôi đã mất bình tĩnh.$2",
  "Tu2": "*sigh*... Thứ ba. Đây là ngày mà tôi giặt quần áo.$2",
  "Tue6": "Ngày hôm nay của bạn như thế nào, @? Làm bất cứ điều gì hiệu quả?$1#$e#Tôi có thể làm việc nhiều hơn cho một trong những dự án của mình sau này.$1#$e#Thật tốt khi khiến bản thân thật bận rộn với một việc gì đó.$3",
  "Wed": "Uhh. Hi.$0#$e#Bạn có thể giúp tôi không?$0",
  "Wed2": "Tôi hy vọng ngày sẽ đối xử tốt với bạn.$3",
  "Wed8": "@, Tôi chỉ đang nghĩ về bạn.$1#$e#Bạn dường như luôn giữ cho mình bận rộn. Bạn đúng là một hình mẫu tốt.$3",
  "Wed10": "Hey. Đây là một chai rượu vang từ hầm rượu.[348]$1#$e#Uhh. tôi sẽ gặp bạn xung quanh. Hãy nói cho tôi nếu bạn thích nó!$3",
  "Thu": "Có bất kỳ kế hoạch hôm nay? Tôi nghĩ tôi có thể tiếp tục làm dự án mà tôi đang thực hiện.$0",
  "Thu6": "Thật tốt khi được gặp bạn, @. Tôi đã hoàn thành nhiều thứ trong ngày hôm nay! Tôi hi vọng bạn cũng làm được.$1",
  "Fri": "Hi, @. Nghĩ về việc đi đến quán rượu tối nay? Tôi có gặp bạn ở đó!$1",
  "Fri6": "Tôi chơi khá giỏi trong trò 'Journey of the Praire King', nếu tôi tự nói vậy!$3#$e#Đó là bởi vì tôi chơi trò chơi điện tử rất nhiều.$1",
  "Sat": "So, bạn có thích sống ở Stardew Valley không?$0#$e#Thật tuyệt.$0#$e#...$0#$e#Uhh. Đúng rồi. Cuộc trò truyện tuyệt. Tôi sẽ gặp lại bạn xung quanh tôi đoán là vậy?$2#$e#Bye, @.$0#$e#%Victor không muốn trò chuyện nữa.",
  "Sat2": "Mặc dù là cuối tuần nhưng hôm nay tôi có rất nhiều việc phải làm.$2#$e#Đó là những gì tôi nhận được khi trì hoãn.$0#$e#Tôi có thể chơi Personable 5 sau.$3",
  "Sat6": "Tôi có rất nhiều thời gian rảnh hôm nay. Tôi có nên bắt đầu đọc một cuốn sách mới không? Hoặc có thể chọn một trong những trò chơi điện tử mà tôi đã chơi?$0#$e#Tôi nghĩ tôi có thể chơi một vài trò!$1",
  "Sat10": "Tôi đã có một giấc mơ đêm qua, nơi tôi đang sống xa nhà.$0#$e#Nó được tiếp thêm sinh lực một cách kỳ lạ.$1",
  "Sun": "Uhh. Hi.$0#$e#Một ngày tốt lành, phải không?$0#$e#...$0",
  "Sun2": "Chào, @! Tôi hy vọng ngày đối xử tốt với bạn.$0",
  "Sun6": "Có kế hoạch nào cho ngày hôm nay?$1#$e#Tôi? Tôi nghĩ tôi có thể tiếp tục chơi qua Legend of Lonk. Tôi đang bị mắc kẹt trong hầm ngục nước ngay bây giờ.$0",
  "Sun8": "Trò chơi điện tử tuyệt vời theo cách độc đáo của riêng chúng, giống như sách.$3#$e#Không có gì khác thực sự kéo bạn vào một thế giới hoàn toàn khác.#$b#Thật tốt khi có thể thoát khỏi thực tế, bạn có thấy thế không?$1",
  "Sun10": "Bạn đã từng nghĩ đến việc xây thêm những cây cầu tại nông trại %farm?$3#$e#Oh. Chỉ hỏi bởi vì uhh... lý do.$2#$e#%Bạn cho Victor một cái nhìn hoài nghi.#$e#Hah. Không có gì vượt qua được bạn, phải không, @?$3",
  
  //SUMMER DIALOGUE
  "summer_1": "Mùa hè ở Thung lũng Stardew vẫn ổn. Không quá ấm. Không quá lạnh.$3#$e#Nó thật hoàn hảo.$1",
  "summer_3_1": "Bạn có nghe thấy tiếng nổ đêm qua không? Joja làm nổ tung những tảng đá chắn ngang nhà Susan.$6",
  "summer_11": "Mẹ tôi và tôi đổ một ít rượu ngon nhất của chúng tôi vào nồi lẩu.$1#$e#Chỉ cần một thành phần không tốt là có thể làm hỏng toàn bộ món súp. Hãy cẩn thận những gì bạn đưa vào đó.$2",
  "summer_15": "Mẹ tôi là giám đốc kế toán tại chi nhánh Vận chuyển Quốc tế của Joja.$3#$e#Bà ấy đã nhận được rất nhiều tiền và tiền thưởng trong công việc của mình, sau đó thậm chí còn kiếm được nhiều hơn khi bà ấy rút tiền từ cổ phiếu của mình.$1#$b#Bây giờ bà ấy giao dịch chứng khoán hàng ngày.. Tôi không thể nhìn thấy mình đang giao dịch.$0#$b#Theo quan điểm của tôi, giao dịch chứng khoán nghe có vẻ hơi kém, nhưng mỗi chúng ta đều có số phận của riêng mình.$1",
  "summer_24": "Người thợ may của tôi ở Chestervale đã may chiếc áo này cho tôi. Tôi luôn đặt hàng quần áo của mình từ cô ấy.$3#$e#Trang phục của bạn trông thật tuyệt. Bạn đã mua nó ở đâu?$1",
  "summer_28": "Linh thạch ánh trăng là một trong những sinh vật đẹp nhất ở Gem Sea.$3#$b#Tôi mong được gặp chúng mỗi năm.$1",

  "summer_Mon": "Mùa hè năm nay nắng nóng kinh khủng. Thật tốt, chúng tôi có một cái máy lạnh công suất cao.$0", 
  "summer_Mon2": "Tôi đã ở cửa hàng Pierre vài ngày trước và tôi thấy Susan mua hơn 200 túi hạt giống.$6#$b#Tôi cá rằng cuộc thi tới sẽ mang lại nhiều lợi nhuận cho cô ấy.$3#$e#Tôi sẽ gặp lại bạn sau, @.$1",
  "summer_Mon4": "Hôm qua tôi vô tình đánh rơi một trong những loại rượu ưa thích của mẹ...$2#$b#Tôi đã phải dùng số tiền tiêu vặt để mua một chai iridium khác tại Blue Moon Vineyard từ Sophia.$6",
  "summer_Mon8": "Tôi biết rằng tôi thuộc loại 'mọt sách', nhưng bạn không đánh giá tôi vì điều đó.$1#$e#Bạn là một người bạn tốt, @.$3",
  "summer_Tue": "Tôi đã nhận được một bức thư hôm nay với một lời mời làm việc từ một công ty kiến trúc có uy tín.$6#$b#Đó là tất cả các cách trên khắp đất nước và tôi không thoải mái khi đi du lịch xa như vậy.$2",
  "summer_Tue4": "Hi, @.Tôi chỉ đang nghĩ vào lúc này.$6#$e#Tôi umm...$2#$b#đôi khi tôi... cảm thấy như mọi người tốt với tôi chỉ vì tôi giàu có. Thật khó để tin tưởng mọi người.$2",
  "summer_Tue6":  "... Có vẽ như. Nó không giống như tôi nghĩ có tiền làm cho cuộc sống của tôi khó khăn hơn, nó đi kèm với một bộ-$5#$b#Oh! @!$7#$e#Sorry. Tôi không thấy bạn ở đó. Tôi đã ... tiếp tục một cuộc tranh cãi mà tôi đã có trước đó.$2#$e#Tôi chỉ muốn sẵn sàng với câu trả lời của mình vào lần tới khi họ bắt đầu cuộc chiến với tôi.$2",
  "summer_Tue8": "Tôi đã làm một bài toán khó trong phần lớn ngày hôm nay.$0#$e#Tôi rất vui khi nó rằng tôi đã giải được nó. Tôi luôn chào đón một thử thách trí tuệ!$1#$e#Tôi thích các cuộc trò chuyện của chúng ta. Chúc một ngày tuyệt vời, @!$1",  
  "summer_Tue10": "Tôi đang học nghề với Ralph, kỹ sư cầu của Grampleton.$1#$e#Họ chắc chắn không dạy bạn mọi thứ ở trường.$3",
  "summer_Wed": "Tôi đã phát hiện ra một ghi chú hôm nay trong thư viện. Mẹ tôi có ghi chú về kỹ thuật bảo quản rượu Gotoro.$2#$b#Bà ấy có thể gặp rắc rối nếu có người phát hiện ra. Đó là tài liệu bị cấm ở Cộng hòa Ferngill.$0#$e#Đừng nói với bà ấy tôi đã nói với bạn điều này.$6",
  "summer_Wed2": "Hi, @.Cái nóng mùa hè này đối xử với bạn như thế nào??$1",
  "summer_Wed4": "Sebastian đã chơi một số hợp âm tuyệt vời trên bộ tổng hợp của anh ấy vào ngày hôm trước.$1#$b#Tôi nghĩ rằng tôi có thể tham gia chơi piano để có thể 'giao lưu' với anh ấy và những người khác.$3",
  "summer_Wed8": "Thật là tuyệt khi gặp bạn. Tôi hy vọng bạn có một ngày làm việc hiệu quả hôm nay!$1#$e#Oh, Tôi? Tôi đang cố gắng hết sức để giữ mát trong cái nóng mùa hè này.$3",
  "summer_Thu": "Hmm...Tôi cần nghĩ về những gì tôi cần làm hôm nay.$0",
  "summer_Thu4": "Theo thời gian, Tôi hồi tưởng về việc học kỹ thuật tại Đại học Pellcar.$6#$b#Cuộc sống hồi đó đơn giản lắm.$2#$e#Không ai nói với tôi rằng 'lăng mạ' sẽ như thế này. Bạn tự đi ra ngoài mà không có ai hướng dẫn bạn.$0",
  "summer_Thu8": "Bạn có mơ được làm nông dân khi bạn còn nhỏ không?, @?$0#$e#Tôi ngưỡng mộ bạn rất nhiều vì đã theo đuổi đam mê của bạn theo cách này. Nhiều hơn bạn biết.$3#$e#Bạn là một trong những người tận tâm nhất mà tôi từng gặp. Tôi cảm thấy như tôi có rất nhiều điều để học hỏi từ bạn.$3",
  "summer_Thu10": "Muốn uống cùng nhau ở quán rượu vào ngày mai không?$3",
  "summer_Fri": "...Sorry, @. Hôm nay tôi có rất nhiều thứ trong đầu. Chính xác là tôi không có tâm trạng tốt.$2#$e#Bạn có thể để tôi một mình?$2#$e#@... Tôi nghiêm túc.$5#$e#...$5#$e#Bạn biết gì? Đây là một phần tiền. Đi mua cho mình một vài đồ uống và rời khỏi đây.[336]$2",
  "summer_Fri4": "Tôi đoán tôi nhận được sự ủ rũ từ mẹ tôi. Đôi khi, cuối cùng chúng ta chỉ dành cả buổi tối hờn dỗi trong im lặng cùng nhau.$2#$e#Tôi hy vọng bạn không mang nó cá nhân khi tôi gần với bạn, @. Bạn biết đấy, tôi thích công ty của bạn khi tâm trạng của tôi không được như ý muốn.$3",
  "summer_Fri8": "Chúng ta nên cùng nhau ăn kem vào một hôm nào đó.$1#$e#Alex nói họ có một loại kem mới được gọi là 'plant based'. Nó sẽ giúp cho bạn mạnh hơn.$3",
  "summer_Sat": "Tôi đã cho Gus 800G để với tôi uống vào ngày hôm trước.$6#$b#Ông ấy nói rằng quán rượu không hoạt động tốt về mặt tài chính vì một số người không trả tiền cho các đồ uống của họ.$2",
  "summer_Sat4": "Bạn có biết rằng phần rất lớn của cuộc Cách mạng Công nghiệp Cộng hòa Ferngill là do công nghệ của người lùn?$1#$b#Các nhà khoa học đã có thể tái tạo lại các công nghệ của họ và phát triển chúng cho các ứng dụng của con người.$3#$e#Nói chuyện với bạn sau, @.$3",
  "summer_Sat8": "Một phần của cuốn tiểu thuyết về người lùn mà tôi đã hoàn thành gần đây  có mô tả về các thành phố cổ của người lùn trên dãy núi Cascadian.$1#$e#Các thành phố của họ đã từng là trung tâm thương mại khổng lồ của những người lùn cổ đại.$7#$b#Cho đến ngày nay, chúng ta vẫn chưa biết nhiều về chúng...$2#$b#Chúng tôi tìm thấy các tiện ích của họ và biết một số lịch sử của họ, nhưng đó thực sự là nó...$0#$e#Gặp lại bạn sau, @.$3",
  "summer_Sun": "Tin tức cho biết Cơ quan Điều tra Cộng hòa Ferngill muốn phát quang những khu rừng ở Thung lũng Stardew.$5#$b#Họ tin rằng họ có thể tìm thấy các đồ tạo tác ma thuật và có thể lật ngược tình thế chiến tranh với Đế chế Gotoro.$0#$e#Wizard trong tòa tháp đó đã không cho phép họ tiếp tục.$6",
  "summer_Sun4": "Tôi đã thấy bạn bước vào tòa nhà của Hội thám hiểm một vài lần.$0#$b#Chỉ những du khách từ Làng Castle và Quần đảo Fern mới đi vào đó.$6#$e#Tôi phải nói rằng, bạn thật ấn tượng và dũng khi mà bạn phải bảo vệ thung lũng trong khi một mình điều hành một trang trại khổng lồ.$1#$e#Tôi sẽ không bao giờ chiến đấu với quái vật. Bởi tôi không thích bị thương hoặc thậm chí tệ hơn.$2",
  "summer_Sun10": "Hey, @. Tôi có một số vật liệu còn sót lại từ một dự án. Bạn muốn nó chứ?$1#$e#Đây! Tôi khẳng định, bạn sẽ tìm ra cách để tận dụng nó một cách tốt nhất.[335]$3",
  
  //FALL DIALOGUE
  "fall_1": "Mùa thu cuối cùng cũng đến rồi. Màu sắc của mùa này thật đẹp.$1",
  "fall_8": "Có tám cây cầu ở Thung lũng Stardew. Hơn một nửa trong số đó ở Thị trấn Pelican.$3#$b#Ngoài ra còn có nhiều cây cầu nhỏ bằng gỗ tạm bợ ở khắp mọi nơi, chẳng hạn như cây cầu ở bãi biển.$1#$e#Thật khó tin khi những cây cầu có thể giúp các cộng đồng khác nhau kết nối với nhau.$1",
  "fall_15": "Hey, @. Bạn có mong chờ vào Hội chợ Thung lũng Stardew vào ngày mai?$3#$b#Bạn đang sắp đặt một giang hàng đúng không đúng không?$0#$e#Xin chúc may mắn! Tôi tin bạn sẽ làm tốt.$1",
  "fall_27": "Spirit's Eve is my favorite festival. I wonder how difficult and scary the maze will be this year...$1#$e#The wizard uses magic to summon the maze. It makes you wonder what else he has the power to do.$0",
  "fall_28": "Winter's on its way... I always think I can smell it in the air, but maybe that's just wishful thinking.$0#$e#Winter is an excellent time to have your own library, @.$3",

  "fall_Mon": "Tôi nghe đồn rằng gia đình sống trong ngôi nhà của chúng tôi trước khi chúng tôi tới không thích Thị trưởng Lewis.$0#$e#Mẹ tôi biết về điều đó, nhưng sẽ không nói cho tôi biết.$6",
  "fall_Mon4": "Đôi khi tôi quá bị cuốn vào những suy nghĩ về quá khứ để nghĩ về tương lai.$0#$e#Tôi đoán nó có thể cảm thấy như những cái bóng quá khứ phủ lên chúng ta khiến chúng ta khó nhìn thấy.$2#$e#...Eh, xin lỗi vì quá bi tráng, @. Tôi đánh giá cao bạn đã giải quyết những điều vô nghĩa mà tôi nói về khi tôi cảm thấy buồn.$3",
  "fall_Mon8": "Hey there. Nếu bạn muốn một tách cà phê, hãy ghé qua một hôm nào đó.$3#$e#Tôi đánh giá cao nông trại của bạn.$1",
  "fall_Tue": "Maru đã giúp tôi giải một bài toán giải tích vào ngày hôm qua với dự án của tôi. Cô ấy có một cách tiếp cận mọi thứ một cách rất độc đáo.$3#$b#Rất năng động!$1#$e#Một ngày tốt lành, @.$3",
  "fall_Tue4": "Tôi đang gặp khó khăng với dự an coding của tôi. Nó liên quan đến lỗi biên dịch.$0#$e#Tôi rất sửa các lỗi. Nó chỉ có nghĩa là có một thử cần sửa chữa và hoàn thành chúng.$1",
  "fall_Tue10": "*yawn* Tôi đã thức cả đêm để có thể làm các kế hoạch về cây cầu mới.$0#$e#Tôi cảm thấy rất vui!$3",
  "fall_Wed": "Tôi sẽ đến thăm Sophia vào ngày mai tại vườn nho của cô ấy.$3#$b#Khi tới đó, tôi sẽ lấy thêm một ít rượu vang iridium-quality của cô ấy. Đó là một trong những món yêu thích của mẹ tôi.$1",
  "fall_Wed6": "Hôm nay là một ngày se lạnh. Giữ cho bản thân được ấm áp @.$1",
  "fall_Wed10": "Tối nay mẹ tôi sẽ nấu món nấm...$2#$e#Có lẽ chúng tôi có thể lên kế hoạch cho một bữa ăn tối tại nhà của bạn?$1#$e#Tôi sẽ làm món mì Ý !$3",
  "fall_Thu": "Marlon đã ở với một số thợ săn quái vật từ Làng Castle vào ngày hôm trước.$0#$b#Tôi có thể chắc chắn rằng tôi cũng đã nhìn thấy Wizard với họ.$1#$e#Tôi nghĩ rằng họ đang có một cuộc họp bí mật hoặc một cái gì đó.$6",
  "fall_Thu2": "Mẹ tôi và tôi chuyển đến Thung lũng Stardew từ Thành phố Zuzu.$6#$b#Thung lũng yên tĩnh so với thành phố nơi tôi từng ở.$3#$e#Bạn đã tường sống ở thành phố Pine-Mesa phải không? Bạn có thể hiểu ý tôi.$1",
  "fall_Thu8": "Bạn có bao giờ sợ hãi khi bắt đầu một cuộc phiêu lưu không, @?$0#$e#...Tôi có thể đã nói điều này trước đây, nhưng tôi thực sự ghen tị với sự dũng cảm của bạn. Đôi khi tôi cảm thấy mình thật vô dụng.$2#$e#Tôi nên tìm cách riêng của mình để làm cho thế giới có ý nghĩa? Có lẽ là những lời khôn ngoan.Sẽ như thế nào nếu tôi lắng nghe họ.$3",
  "fall_Fri": "Thật tốt khi được gặp bạn, @. Tôi cảm thấy muốn đi bộ lên đỉnh núi vào ngày mai.$1#$b#Khung cảnh trên đó thật tuyệt vời trong thời gian này trong năm.$3",
  "fall_Fri6": "Mẹ tôi chọn vẽ tranh như một thú vui cách đây vài năm.$0#$b#Bà ấy đã phát triển rất nhiều với tư cách là một nghệ sĩ.$3#$b#Nó thực sự cho thấy rằng bà ấy rất hoàn hảo.$1#$e#Chỉ cần nhìn vào bạn đã học được bao nhiêu từ khi bắt đầu làm nông nghiệp!$1#$e#Tôi hy vọng bạn có một ngày tuyệt vời, @.$3",
  "fall_Fri8":  "Bạn có ... nghĩ rằng bạn có thể dạy tôi một trong những kỹ năng của bạn, @?$0#$e#Oh,không có gì đặc biệt, nhưng tôi nhìn mẹ tôi học các kỹ năng mới khiến tôi ghen tị.$0#$e#Tôi thể thử một thứ gì đó.$0",
  "fall_Sat": "Anh chàng vô gia cư sống trong căn lều trên núi trông khá quen với mẹ tôi.$0#$e#Bà ấy cho rằng bà ấy đã tường thấy ông ta ở một nơi nào khác trước đây. Kỳ lạ, đúng?(có khi nào là chủ tịch giả vờ)$0",
  "fall_Sat4": "Tôi đã thấy Linus đi dạo quanh Thị trấn Pelican vào đêm qua. Tôi cảm thấy tồi tệ, vì vậy tôi đã đề nghị ông ta 1,000G.$2#$b#Ông ấy ... từ chối nó. ông ấy nói rằng ông ấy không cần nó vì thung lũng cho ông ấy mọi thứ ông ấy cần.$0#$e#Tôi đoán tôi chỉ ... không chắc ông ấy muốn nói gì về điều đó.$6",
  "fall_Sat8": "Nếu bạn muốn học một thứ gì đó mới, hãy cho tôi biết!$1",
  "fall_Sun": "Tôi đang đọc một cuốn sách có tên là 'Legends of the Dwarves(truyền thuyến của người lùn)'. Nó nói về nhưng day núi và những cống nghệ cổ đại tiên tiến.$3#$b#Một trong những ngọn núi đó có ở Thung lũng Stardew, đó là núi Corneal!$1",
  "fall_Sun6": "*sigh* Tôi có việc phải làm hôm nay. tôi không mong đợi nó về nó cho lắm.$2",
  "fall_Sun8": "Hey, @! Công việc ở nông trại %farm diễn ra như thế nào?$3#$e#Thật tuyệt khi nghe điều đó!$1", 

  //WINTER DIALOGUE    
  "winter_1": "Đó là cơn bão tuyết mà chúng tôi đã thấy vào đêm qua. Tồi không thể thấy ngọn cỏ nào trên mặt đất nữa .$6#$e#Hãy chắc chắn ăn mặc gọn gàng và giữ ấm cho cơ thế đủ tốt, @.$3",
  "winter_7": "Hãy sằng cho buổi đi bộ vào rừng vào ngày mai cho lễ hội câu cá trên băng, @?$1#$e#Tôi thích đi bộ với mọi người đến Cindersap Forest.$1#$b#Nó cho tôi cơ hội để nói chuyện với Sophia và Sam. Bởi tôi không gặp họ thường xuyên.$3",
  "winter_17": "Tôi đã mua những vật dụng thần kỳ từ một nhân vật mặc áo choàng màu xanh lam ở chợ đêm vào tối qua.$3#$b#Người đó trông rất là quen thuộc đến lạ lùng...$0#$e#Tôi nghĩ đó có thể là Wizard đến từ 'The First Slash' ở Quần đảo Fern.$1",
  "winter_24": "Tôi không biết người bí mật sẽ tặng quà cho tôi vào Lễ hội Winter Star năm nay là ai.$0#$e#Tôi huy vọng đó sẽ là Sophia!$1",
  "winter_28": "Mùa đông sắp kết thúc. Không thể chờ đợi để dành nhiều thời gian hơn ở bên ngoài và tận hưởng thời tiết.$3",

  "winter_Mon": "Hey, Tôi đang ở giữa một cái gì đó.$6#$e#...$0#$e#Uhh... đây. Điều này sẽ mua cho bạn một trò chơi Prairie King.[384]",
  "winter_Mon4": "Tôi luôn tự hỏi những người lùn là như thế nào? Tôi đang đọc một cuốn sách về họ.$1#$b#Họ từng là chủng tộc hùng mảnh nhất cho đến khi tuyệt chủng. Không ai biết tại sao họ lại biến mất.$0",
  "winter_Mon8": "Tôi đã chơi Journey of the Prairie King một vài ngày trước và gần như phá đảo nó.$1#$b#Hình như, nếu bạn phá đảo một trò chơi, có khả năng bạn sẽ được tặng máy arcade.$3#$e#Nếu tôi thực sự muốn nó, tôi sẽ chỉ mua nó.$0#$e#...Không, bạn đã đúng. Nó sẽ không giống nhau. Tôi không nên dựa vào việc có thể mua bất cứ thứ gì tôi muốn. Sorry.$2",
  "winter_Mon10": "Bạn có tự may quần áo cho mình không? Trang phục của bạn thật đẹp.$1",
  "winter_Tue": "Hầu hết đồ nội thất ở nhà tôi tất cả đều được làm thủ công ở Grampleton.$3#$b#Những người thơ mộc ở đó là những người tài năng nhất thế giới.$1",
  "winter_Tue4": "Tôi chắc chắn có thể đi uống môt ly cà phê bạc hà.$3#$e#Nếu có thứ gì tôi thích về mùa đông,thì đó là đồ ăn và thức uống của mùa đông.$1",
  "winter_Tue8": "Hi, @. Thỉnh thoảng chúng ta nên uống một ly cà phê bạc hà cùng nhau.$1#$b#Tôi sẽ khao cho bạn! Gus sử dụng kẹo bạc để tạo vị chó cafe.$3",
  "winter_Wed":  "Một khi bạn học vật lý đủ lâu, thật khó để không nhìn thế giới và bắt đầu tính toán cách nó hoạt động trong đầu.$0#$e#Không, nó không nhất thiết là một điều xấu.$0",
  "winter_Wed4": "Khi tôi học đại học, có một giáo sư dạy lớp vật lý nâng cao của tôi tên là R. Peterson.$3#$b#Ông ấy từng hợp tác khá thân với một thầy phù thủy tại quần đảo Fern.$1#$b#Bạn cũng sẽ ngạc nhiên về cách các định luật vật lý được áp dụng vào thế giới phép thuật.$7",
  "winter_Wed8": "Không biết có cửa hàng sách nào ở thành phố Zuzu mà tôi chưa ghé qua không...$0#$e#Tôi luôn tìm cách mở rộng bộ sưu tập sách của tôi, đặc biệt là khi nói đến điểm giao nhau của lý thuyết ma thuật và khoa học.$0#$e#Bạn vừa ngáp à, @?$1",
  "winter_Thu": "*sigh* Hôm nay tôi đã có một ngày khá khó khăn. Chơi một số trò chơi điện tử sẽ là một cách tuyệt vời để tôi  có thể thư giãn một chút.$2",
  "winter_Thu4": "Tôi thích đọc về những cuốn sánh lịch sử, tiểu thuyết.$3#$e#Thật tuyệt khi đi sâu vào một thế giới khác và đắm chìm trong đó một lúc.$0",
  "winter_Thu8": "Hôm nay tôi đã thiết kế một cây cầu giàn nguyên mẫu để giải trí trong một chương trình mô phỏng do tôi tạo. Những loại cầu này rất hữu ích nếu bạn cần băng qua đầm lầy hoặc những vùng nước nông.$1#$e#Cầu xây rẻ hơn so với các loại cầu khác vì chúng sử dụng giá đỡ bằng gỗ thay vì đá hoặc thép..$3#$e#Nghe có vẻ giống một trò chơi điện tử, phải không? Bạn sẽ ngạc nhiên khi biết bao nhiêu kỹ năng bạn học được trong trò chơi lại có ích ở những nơi khác.$3",
  "winter_Fri": "Nhà phát triển trò chơi của Journey of the Prairie King và Concerned Monkey đang tạo ra một trò chơi khác!$1#$b#Với JPK tuyệt vời như thế nào, tôi phải nói rằng tôi hoàn toàn mong đợi được chơi nó.$3",
  "winter_Fri4": "Tôi tự hỏi tôi mua lấy gì ở cửa hàng Pierre trong chuyến đi tiếp theo của tôi?$0#$e#Tôi đang nghĩ về thành phần mì spaghetti!$1#$e#Bạn đã bao giờ làm mì Ý chưa? Nó rất ngon! Thỉnh thoảng tôi sẽ chia sẻ công thức làm nước sốt của tôi với bạn.$1",
  "winter_Fri8": "Hmm... bạn có nghĩ rằng có ai quan tâm đến trò chơi mô phỏng xây cầu không, @?$0#$e#...Tôi cảm thấy rằng nhiều người có thể cho rằng nó sẽ nhàm chán, nhưng tôi cá là tôi có thể làm cho nó trở nên thú vị hơn.$3",
  "winter_Sat":"Mẹ tôi đã kiếm được 80.000G vào đêm qua từ giao dịch chứng khoán. Tôi nghĩ bà ấy sẽ lại tiêu hết tiền vào rượu.$0",
  "winter_Sat4":"tôi thích rượu, nhưng không nhiều như mẹ tôi.$3#$e#Tốt...Tôi không chắc liệu có ai trên thế giới này thích rượu như bà ấy không.$1",
  "winter_Sat8": "I spend a lot of time with my mother, since we live together.$0#$b#We don't have much in common, so sometimes it's a little...tense.$2#$e#I just feel like I'm more willing to compromise for her than she is for me.$2",
  "winter_Sat10": "Hey. Want some leftover spaghetti?$1#$e#Here!$3[224]#$e#Maybe we can grab a meal together next time?$3",
  "winter_Sun": "I've been procrastinating on my coding project. Perhaps I should get back into it today?$0#$e#It's always a pleasure to see you, @. Have a nice day.$3",
  "winter_Sun4": "I'm building a computer for someone in Chestervale, the same city where I get my clothes tailored.$3#$b#He has a lot of RAM in his build. Probably running a lot of processes that suck up memory, like video rendering.$0#$e#Building computers is a hobby of mine! I'm happy some people seek me out to put together components for them.$1#$e#Let me know if you ever want me to put together a machine for you, @. Friends get a discount.$3",
  "winter_Sun8": "Hey there, @. Certainly a chilly day today.$0#$e#Visit the house sometime. I'll make you a cup of coffee.$1",
  }
