{
  //SPECIAL DIALOGUE
  "patio_Victor": "Hôm nay thật là một ngày đẹp trời.$1",
  "spouseRoom_Victor": "Chào em yêu. Anh vừa mượn vài cuốn sách từ thư viện. Truyền thuyết về yểu tinh và người lùng luộn thât cuốn hút$1#$e#I love you!$4",
  "funReturn_Victor": "Hey! Ngày hôm nay của em như thế nào?$1#$b#Anh đã có một chuyến đi dạo xung quanh nông trại vào thị trấn nó thật sảng khoái. Mẹ anh có gửi lời chào, mà nhây đây! Bà hy vọng rằng em sẽ có thể ghé qua đấy vài lần.$3",
  "funLeave_Victor": "Anh đang làm một số việc rặt vặt của ngày hôm nay. Anh có thể giúp gì cho em không ?$1",
  "OneKid_0": "Em có nghĩ rằng sau khi %kid1 lớn lên sẽ trở thành môt người nông dân như em không?$1#$e#Anh muốn giữ lại nông trại %farm trong gia đình của chúng ta.$3",
  "OneKid_1": "Xem %kid1 chơi đùa vào buổi kiếm anh vui vẽ hơn.$3#$e#Nó làm anh cẩm thấy nhưng rằng, tất cả nhưng gì đã từ trước đến nay đã dẫn anh đến bay giờ.$1#$b#Chúng ta đã thật sự trở thành một gia đình, @. Cùng với nhau.$4#$e#Anh em rất nhiều, và sẽ không có thứ gì có thế thay đổi được chúng.$4",
  "OneKid_2": "Em yêu, anh có chọn thêm đồ ăn cho con mình ở cửa hàng của Pierre's vào hôm trước rồi.$3#$e#Em đừng lo lắng về điều đó nữa! Em cứ tiếp tục với công việc của em đi.$1#$e#Mọi thứ ở đây có anh lo hết rồi! Em yên tâm.$1",
  "OneKid_3": "Mẹ anh muốn tới sớm để thăm %kid1. Em thấy ổn chứ?$3#$e#Anh mừng vì em không có vấn đề gì khi mẹ tới thăm. Anh sẽ cho bà ấy biết!$1",
  "OneKid_4": "Lúc nãy %kid1 có ném đồ chơi vào anh. Thật may anh đã luyện cho mình phản xạ như một ninja và dễ dàng né được nó.$0#$e#Oke. Tôi vừa tỉnh giấc rằng phản xạ của anh chỉ như một con lười và nó đập thẳng vào mặt anh không thương tiếc.$2",
  "TwoKids_0": "Anh khá vui khi %kid2 và %kid1 hòa thuận với nhau hơn.$1#$b#Đó chắc chắn sẽ là một thử thách lớn đối với chúng ta nếu bọn nhỏ không như vậy.$0",
  "TwoKids_1": "Hãy xem gia đình mà chúng ta đang gầy dựng lên. Anh và em đãng thật sự làm được điều này!$4#$e#Trong cuộc đời anh chứ bao giờ cảm thnày ấy hạnh phú như lúc này. I love you so much, @.$4",
  "TwoKids_2": "%kid2 đã giải được nhưng câu đố vào ngày hôm qua, @.$7#$b#Anh nghĩ trong tương lai %kid2 sẽ có năng năng để trở thành một kĩ sư.$3#$e#Một câu đố? Thật ra nó chỉ là... đặt những khối có hình ngôi sao vào vị trí có hình tương tự, nhưng... em thật sự hiểu anh muốn nói gì đúng không.$0",
  "TwoKids_3": "%kid2 và %kid1 đã là tất cả mọi thứ trong phòng trở nên bừa bộn vào sáng nay. Thật ra thì umm... trông chúng cũng khá đẹp.$0#$e#Em đừng lo lắng, @. Anh đã dọn dẹp tất cả rồi.$1",
  "TwoKids_4": "Anh đã mua thêm ta cho %kid1 và %kid2 rồi. Em không cần lo lắng về nhưng thứ đó đâu, @!$3#$e#I love you!$4",
  
  //SEASONAL DIALOGUE
  "spring_Victor": "Mùa xuân ở Stardew Valley thật đẹp. Nó không quá nóng và cũng như không quá lạnh.$1#$e#Thời gian này trong năm trong năm là thời điểm hoàn hảo nhất. Ngay cảm những cơn mưa giúp ta cẩm thấy không khi trong lành hơn.$0",
  "spring_1": "Anh có thể ngửi thấy được mùi hưng cuả hoa và phấn hoa. Đây mới thật sự là mùa xuân em yêu ạ!$1#$e#Anh tin rằng chúng ta sẽ có một mùa vụ tuyệt với năm nay!$3",
  "spring_13": "Hôm nay có em có tham gia cuộc thi săng trứng không?$3#$b#Anh hy vọng em có thể đánh bại được Abigail. Cô ấy là đương kim vô địch của trò săn trứng. Vì vậy, thật vui khi nhìn thấy khuôn mặt của cô ta khi bị ai đó vượt mặt mình.$1",
  "spring_24": "Anh sẽ mặc bộ đồ đẹp nhất của mình để tham dự vũ hội hoa vào hôm nay!$1#$b#Thật vui khi thấy mọi người cùng nhảy múa xung quanh những giỏ hoa xinh đẹp.$1",
  "summer_Victor": "Anh chắc rằng mình có thể đi ăn một ít kem sô cô la bạc hà!$1#$b#Chúng ta cũng nên đến thăm Alex ở quầy kem, @.$3",
  "summer_1": "Mùa hè cuối cùng đã đến! Thời tiết nắng đẹp như thế này sẽ là một lý do để anh ra ngoài nhiều hơn.$1",
  "summer_11": "Em có biết em đang thêm thành phần gì vào món súp hôm nay không, @?$3#$b#Dù đó là gì, anh khẳng định rằng nó sẽ làm cho món súp ngon hơn !(nịnh hay đây)$2#$e#Miễn là nó không phải là nấm. Anh ghét nấm.$6",
  "summer_28": "Anh chúng ta hãy năm tay nhau và cùng ngắm sứa anh trăng vào tối nay.$4",
  "fall_Victor": "Gần đây anh cẩm thấy rất thèm bánh bí ngô. Có lẽ anh sẽ sớm ghe qua của hàng của Pierre để mua một ít nguyên liệu.$0#$e#Đó sẽ là một món tráng miệng tuyệt cho bữa tối, đúng không em yêu?$1",
  "fall_1": "Ah, fall! Mùa yêu thích của anh! Anh rất thích đi dạo quanh thị trấn trong thời tiết se lạnh như thê này.$1#$e#Màu sắc của thung lũng dường như trở nên đẹp hơn vào mỗi năm.$3",
  "fall_16": "Chúc em có một ngày may mắng với giang hàng của mình tại hôi trợ của thung lủng stardew !$3#$b#Anh mong em sẽ có thể đánh bại Pierre. Anh tin như thế!$1",
  "fall_27": "Chúc em có một ma quái ngày vui vẽ, em yêu! Nếu em nắm tay anh, có lẽ anh sẽ có thể vượt qua những con quái vật trong mê cung của năm nay!$1",
  "winter_Victor": "Hãy cho anh biết khi em muốn một trận đấu ném bóng tuyết, @. Anh sẽ không nhân nhượng với em !$3#$e#Được thôi, có lẽ anh sẽ để em thắng một hoặc hai lần.$4",
  "winter_1": "Trận bão tuyết đêm qua đã bao phủ toàn bộ thung lũng. Hãy giữ ấm cho mình thật tốt, okay?$6#$e#Nếu em bị cảm lạnh trong mùa đông, anh sẽ sẵn sàng để chăm sóc em.$3",
  "winter_8": "Cuộc thi câu cá trên băng hôm nay, @.$1#$b#Chúng ta nên đi tới đó sớm để có thể cùng bộ với những người khác để đến điểm câu cá!$1",
  "winter_12": "Chúng ta hãy cùng nhau làm người tuyết! Anh nghĩ nó sẽ trông rất tuyệt nếu chúng ở sau của chúng ta.$1",
  "winter_25": "Merry Winter Star, love. Anh có một món quà rất đặc biệt muốn dành cho em vào tối nay.$4#$e#Anh không thể cho em biết nó là gì cho đến khi đó.$1#$b#Nó sẽ rất xứng đáng. Anh hứa!$4",
  
  //DAY DIALOGUE
  "Indoor_Day_Victor": "Anh đang tranh luận về những gì anh nên làm vào hôm nay.$1#$e#Có lẽ anh nên bắt đầu đọc một cuốn sách mới?$3",
  "Indoor_Day_0": "Hi, em yêu! Hôm nay em thấy thế nào?$1#$b#Anh đang cố gắng quyết định xem mình có nên chơi một số trò chơi điện tử, tiếp tục đọc sách hay làm một dự án mới.$0#$e#Cuối cùng thì anh đã có thể quyết định. Chúc em may mắn với công việc nông trại của mình!$1",
  "Indoor_Day_1": "Anh cẩm thấy đói. Anh tự hỏi liệu cón gì trong tủ lạnh... Anh hy vọng sẽ có mỳ ý!$3#$e#Anh nói rằng anh có thể sống với những thứ đó mãi mãi và không bao giờ cảm thấy ngán với nó.$1",
  "Indoor_Day_2": "I was in a productive mood, so I cleaned the house. There isn't a speck of dust anywhere!$1#$e#If you find a speck of dust, I will bravely vanquish it with my duster!$5",
  "Indoor_Day_3": "You've been working so hard lately.$3#$b#I want to give you some money to buy a drink at the saloon.[336]$1#$e#You deserve it. I love you.$4",
  "Indoor_Day_4": "Living on the farm with you is a magical experience.$3#$b#I hope it is for you too, honey.$1#$e#Let's make today even better than yesterday.$1",
  "Outdoor_Victor": "I picked up an energy tonic from Doctor Harvey for you.$1#$b#This will energize your body so you can get more work done.[349]$1#$e#Have a splendid day!$3",
  "Outdoor_0": "It's good to step outside from time to time, even though I have work I should be getting done.$3",
  "Outdoor_1": "Your grandpa was lucky to secure so much farmland here in Stardew Valley.$0#$b#It wouldn't be possible to buy this much land nowadays, unless you had tens of millions to spend.$6#$e#I'm happy you decided to give farming a shot instead of selling the land, @!$1",
  "Outdoor_2": "Hi, love. I'm just taking a quick breather out here. Don't let me distract you from your work!$1#$e#We should have extra cuddles tonight!$4",
  "Outdoor_3": "It's wonderful to see you out here.$3#$e#You caught me in the middle of daydreaming.$1",
  "Outdoor_4": "I enjoy looking out over the farm from the patio. You've made so much progress.$3#$e#You should be proud!$1",
  "Rainy_Day_0": "Since it's raining, I might as well finish the novel I'm reading.$0#$e#Hey, I have a secret to tell you.$3#$e#You're my favorite everything. I love you.$4#$e#Eh... that might have been a little cheesy, but it did put a smile on your face.$3",
  "Rainy_Day_1": "I enjoy rainy days like this. It gives me an excuse to stay inside all day.$3",
  "Rainy_Day_2": "If you're going outside, make sure to stay dry. I don't want you getting sick.$6#$e#If you get sick I'll take care of you.$1",
  "Rainy_Day_3": "Weather like this is a perfect opportunity for me to work on my bridge schematics.$3#$e#Don't let the weather stop you from accomplishing what you need to do today. Go at it!$1",
  
  //NIGHT DIALOGUE
  "indoor_Night_Victor": "Are you ready to sleep? I'm quite exhausted.$0",
  "Indoor_Night_0": "Did you have a productive day?$1#$e#That's wonderful to hear! We should get lots of cuddling in tonight.$4",
  "Indoor_Night_1": "I finished my rough draft of a bridge design for the mayor of Grampleton today.$3#$b#I need to walk over to the town to show her my work soon.$1",
  "Indoor_Night_2": "Come a bit closer. I have something to tell you.$0#$e#You're the best. I love you.$4",
  "Indoor_Night_3": "I visited my mother today. She wanted me to tell you she says hello.$1#$e#Oh, she also gave me another bottle of wine for us. We can put this in the cupboard.[348]$1#$e#... Or you could put it in the shipping bin. Whatever you feel is best.$0",
  "Indoor_Night_4": "It's dark on the farm compared to Pelican town.$0#$b#The town has so many lampposts that it's easy to forget what time of day it is.$1",
  "Rainy_Night_Victor": "Hey! I made us dinner. Enjoy, honey.$1[214 224 228 235 237]",
  "Rainy_Night_0": "Did you have a nice day? I can't wait to get into bed and snuggle.$3#$e#I've been looking forward to it ever since you left to run your errands!$3",
  "Rainy_Night_1": "I'm happy you're home! I missed you so much today!$1#$e#To be honest, I usually miss you as soon as you leave.$2",
  "Rainy_Night_2": "I finished a large portion of my bridge plans for the western bridge repair in Grampleton.$1#$e#I hope the mayor appreciates my work.$0#$e#She usually does.$1",
  "Rainy_Night_3": "Umm... I have something to say but I'm a little embarrassed...$2#$e#We should have extra cuddles tonight, @.$4",
  "Rainy_Night_4": "After everything I did today, I'm utterly exhausted.$6#$b#I'm very much so looking forward to going to bed.$3#$e#I may also be looking forward to snuggling you.$1",
  
  //AFFECTION DIALOGUE
  "Good_0": "I made some food for you! You can eat it now or save it for later.[210]$1",
  "Good_1": "I heard about %farm Farm on the news this morning!$1#$b#Your shipments to Zuzu City are some of the highest quality goods they have received in years!$3#$e#I am so proud of you, honey!$4",
  "Good_2": "%pet reminds me of my cat, Dewey.$6#$b#I can tell you've been treating %pet very well.$3",
  "Good_3": "Hi, love. Here's some money. You deserve a drink at the saloon after all of the hard work you've done![336]$1",
  "Good_4": "I've been highlighting passages in my engineering textbook to keep tabs on important details.$3#$e#Speaking of which... are you a passage in my textbook?$0#$b#Because you're the highlight of my day.$4#$e#Heh... that was a bit too cheesy wasn't it?$1",
  "Good_5": "Oh. You have something on your face. Let me get it for you.$0#$e#*smooch* I love you!$4",
  "Good_6": "I was just admiring the mermaid's pendant you gave me.$3#$b#I'll never take it off.$4#$e#Okay, I'll take it off when I shower, but that's it!$0",
  "Good_7": "I brewed some coffee for us. Here! Have a cup! I poured it into your favorite mug.[395]$1",
  "Good_8": "My mother gave us a bottle of wine from her cellar. This is a vintage from Abeja Vineyard![348]$1#$e#Maybe we could drink this tonight with dinner?$3",
  "Good_9": "I don't think I ever want to move away from Stardew Valley.$0#$b#I could make more money in a city but...$2#$b#I want to stay here with you forever.$3#$e#Nothing will change my feelings on that.$1",
  "Neutral_0": "I got spam emails today about Joja stock options.$0#$e#I think it's because of my mom's search history.$0",
  "Neutral_1": "I feel like starting a new save file in The Legend of Lonk today. There's so much replayability in Neendo games.$1#$e#It's... essentially digital magic if you think about it.$0#$b#As much as I love designing bridges, I do like coding as a hobby.$3#$b#Perhaps in the future, I'll become a video game developer? I don't think I'll ever beat the talents of ConcernedMonkey though!$1",
  "Neutral_2": "My mother baked us some cookies! Here's some for you![223]$1#$e#These have chocolate frosting on them, my favorite!$3",
  "Neutral_3": "I picked up some fresh fruit and vegetables at Pierre's the other day.$3#$b#He always carries the best organic produce in the valley.$1#$e#Maybe we can make some fruit salad tonight?$1",
  "Neutral_4": "I'm reading 'The Elemental Wars' right now.$3#$e#Tens of thousands of shadow people and dwarves went to war some thousand years ago.$6#$b#There were many casualties on both sides.$2#$e#The book was assembled from local lore by a number of wizards and witches from various villages and towns.$0",
  "Neutral_5": "One of the kitchen drawers was squeaky so I fixed it.$1#$b$Let me know if anything else around the house needs a tune up, love!$3",
  "Neutral_6": "I accidentally put my shoes on backwards this morning. I was wondering why my feet were feeling so weird.$0",
  "Neutral_7": "I borrowed this book from the library titled 'Goblin Murkers'.$0#$b#It's a book about goblins that live in various mines around the world.$3#$e#Apparently, some of them used to live here in Stardew Valley on top of Corneal Mountain.$3#$b#They're mostly extinct. The remaining ones are mostly servants to corrupted witches that dabble in dark magic.$0#$e#This book's authors are highly educated wizards, one of which is M. Rasmodius.$0",
  "Neutral_8": "I think I may visit my mother today. I'm sure she'll appreciate a surprise visit.$1",
  "Neutral_9": "Don't know why, but I've been craving a Lunar Horizon cocktail lately.$0#$b#I think I'll have one tonight at the saloon after I finish my work for the day.$1",
  "Bad_0": "I had a horrible nightmare last night. I don't... feel so well.$2#$e#Umm... I'll talk to you about it later in bed, @.$2",
  "Bad_1": "Hey... You hurt my feelings last night and I'm not okay with what you did.$2#$e#We'll talk about it later tonight.$2",
  "Bad_2": "*sigh*... My mother lost money in a stock trade and she wants me to come visit.$2#$b#She's going to take it out on me. I just know she is.$0",
  "Bad_3": "Do you think we could have a serious chat sometime today?$0#$b#It's... something serious.$2#$e#We'll talk more about it when you get back from your errands today.$2",
  "Bad_4": "I think I got sick last night. I feel nauseated. Don't touch me, @.$2#$e#I don't want to get you sick too! I'll pick up some medicine from Doctor Harvey today.$2",
  "Bad_5": "I forgot to save my game and lost a ton of progress.$2#$b#I'm a bit... frustrated with myself right now.$5#$e#Sorry, @... I... I don't feel like talking at the moment. Have a nice day.$2",
  "Bad_6": "I've been stuck on a calculus dilemma for such a long time, and I have absolutely no clue how to proceed.$2#$e#I'm... not in a good mood to talk right now.$2",
  "Bad_7": "I heard some horrible news about the Gotoro Empire and what they do to their prisoners.$2#$e#They... I...$2#$e#...$2",
  "Bad_8": "Hi, @...$2#$e#...$2#$e#%Victor is ignoring you.",
  "Bad_9": "Everyone makes mistakes. You hurt my feelings yesterday and I'm not over that yet.$2#$e#It'll... take some time.$2"
}
