{
  //SPECIAL DIALOGUE
  "patio_Victor": "Hôm nay thật là một ngày đẹp trời.$1",
  "spouseRoom_Victor": "Chào em yêu. Anh vừa mượn vài cuốn sách từ thư viện. Truyền thuyết về yểu tinh và người lùng luộn thât cuốn hút$1#$e#I love you!$4",
  "funReturn_Victor": "Hey! Ngày hôm nay của em như thế nào?$1#$b#Anh đã có một chuyến đi dạo xung quanh nông trại vào thị trấn nó thật sảng khoái. Mẹ anh có gửi lời chào, mà nhây đây! Bà hy vọng rằng em sẽ có thể ghé qua đấy vài lần.$3",
  "funLeave_Victor": "Anh đang làm một số việc rặt vặt của ngày hôm nay. Anh có thể giúp gì cho em không ?$1",
  "OneKid_0": "Em có nghĩ rằng sau khi %kid1 lớn lên sẽ trở thành môt người nông dân như em không?$1#$e#Anh muốn giữ lại nông trại %farm trong gia đình của chúng ta.$3",
  "OneKid_1": "Xem %kid1 chơi đùa vào buổi kiếm anh vui vẽ hơn.$3#$e#Nó làm anh cẩm thấy nhưng rằng, tất cả nhưng gì đã từ trước đến nay đã dẫn anh đến bay giờ.$1#$b#Chúng ta đã thật sự trở thành một gia đình, @. Cùng với nhau.$4#$e#Anh em rất nhiều, và sẽ không có thứ gì có thế thay đổi được chúng.$4",
  "OneKid_2": "Em yêu, anh có chọn thêm đồ ăn cho con mình ở cửa hàng của Pierre's vào hôm trước rồi.$3#$e#Em đừng lo lắng về điều đó nữa! Em cứ tiếp tục với công việc của em đi.$1#$e#Mọi thứ ở đây có anh lo hết rồi! Em yên tâm.$1",
  "OneKid_3": "Mẹ anh muốn tới sớm để thăm %kid1. Em thấy ổn chứ?$3#$e#Anh mừng vì em không có vấn đề gì khi mẹ tới thăm. Anh sẽ cho bà ấy biết!$1",
  "OneKid_4": "Lúc nãy %kid1 có ném đồ chơi vào anh. Thật may anh đã luyện cho mình phản xạ như một ninja và dễ dàng né được nó.$0#$e#Oke. Tôi vừa tỉnh giấc rằng phản xạ của anh chỉ như một con lười và nó đập thẳng vào mặt anh không thương tiếc.$2",
  "TwoKids_0": "Anh khá vui khi %kid2 và %kid1 hòa thuận với nhau hơn.$1#$b#Đó chắc chắn sẽ là một thử thách lớn đối với chúng ta nếu bọn nhỏ không như vậy.$0",
  "TwoKids_1": "Hãy xem gia đình mà chúng ta đang gầy dựng lên. Anh và em đãng thật sự làm được điều này!$4#$e#Trong cuộc đời anh chứ bao giờ cảm thnày ấy hạnh phú như lúc này. I love you so much, @.$4",
  "TwoKids_2": "%kid2 đã giải được nhưng câu đố vào ngày hôm qua, @.$7#$b#Anh nghĩ trong tương lai %kid2 sẽ có năng năng để trở thành một kĩ sư.$3#$e#Một câu đố? Thật ra nó chỉ là... đặt những khối có hình ngôi sao vào vị trí có hình tương tự, nhưng... em thật sự hiểu anh muốn nói gì đúng không.$0",
  "TwoKids_3": "%kid2 và %kid1 đã là tất cả mọi thứ trong phòng trở nên bừa bộn vào sáng nay. Thật ra thì umm... trông chúng cũng khá đẹp.$0#$e#Em đừng lo lắng, @. Anh đã dọn dẹp tất cả rồi.$1",
  "TwoKids_4": "Anh đã mua thêm ta cho %kid1 và %kid2 rồi. Em không cần lo lắng về nhưng thứ đó đâu, @!$3#$e#I love you!$4",
  
  //SEASONAL DIALOGUE
  "spring_Victor": "Mùa xuân ở Stardew Valley thật đẹp. Nó không quá nóng và cũng như không quá lạnh.$1#$e#Thời gian này trong năm trong năm là thời điểm hoàn hảo nhất. Ngay cảm những cơn mưa giúp ta cẩm thấy không khi trong lành hơn.$0",
  "spring_1": "Anh có thể ngửi thấy được mùi hưng cuả hoa và phấn hoa. Đây mới thật sự là mùa xuân em yêu ạ!$1#$e#Anh tin rằng chúng ta sẽ có một mùa vụ tuyệt với năm nay!$3",
  "spring_13": "Hôm nay có em có tham gia cuộc thi săng trứng không?$3#$b#Anh hy vọng em có thể đánh bại được Abigail. Cô ấy là đương kim vô địch của trò săn trứng. Vì vậy, thật vui khi nhìn thấy khuôn mặt của cô ta khi bị ai đó vượt mặt mình.$1",
  "spring_24": "Anh sẽ mặc bộ đồ đẹp nhất của mình để tham dự vũ hội hoa vào hôm nay!$1#$b#Thật vui khi thấy mọi người cùng nhảy múa xung quanh những giỏ hoa xinh đẹp.$1",
  "summer_Victor": "Anh chắc rằng mình có thể đi ăn một ít kem sô cô la bạc hà!$1#$b#Chúng ta cũng nên đến thăm Alex ở quầy kem, @.$3",
  "summer_1": "Mùa hè cuối cùng đã đến! Thời tiết nắng đẹp như thế này sẽ là một lý do để anh ra ngoài nhiều hơn.$1",
  "summer_11": "Em có biết em đang thêm thành phần gì vào món súp hôm nay không, @?$3#$b#Dù đó là gì, anh khẳng định rằng nó sẽ làm cho món súp ngon hơn !(nịnh hay đây)$2#$e#Miễn là nó không phải là nấm. Anh ghét nấm.$6",
  "summer_28": "Anh chúng ta hãy năm tay nhau và cùng ngắm sứa anh trăng vào tối nay.$4",
  "fall_Victor": "Gần đây anh cẩm thấy rất thèm bánh bí ngô. Có lẽ anh sẽ sớm ghe qua của hàng của Pierre để mua một ít nguyên liệu.$0#$e#Đó sẽ là một món tráng miệng tuyệt cho bữa tối, đúng không em yêu?$1",
  "fall_1": "Ah, fall! Mùa yêu thích của anh! Anh rất thích đi dạo quanh thị trấn trong thời tiết se lạnh như thê này.$1#$e#Màu sắc của thung lũng dường như trở nên đẹp hơn vào mỗi năm.$3",
  "fall_16": "Chúc em có một ngày may mắng với giang hàng của mình tại hôi trợ của thung lủng stardew !$3#$b#Anh mong em sẽ có thể đánh bại Pierre. Anh tin như thế!$1",
  "fall_27": "Chúc em có một ma quái ngày vui vẽ, em yêu! Nếu em nắm tay anh, có lẽ anh sẽ có thể vượt qua những con quái vật trong mê cung của năm nay!$1",
  "winter_Victor": "Hãy cho anh biết khi em muốn một trận đấu ném bóng tuyết, @. Anh sẽ không nhân nhượng với em !$3#$e#Được thôi, có lẽ anh sẽ để em thắng một hoặc hai lần.$4",
  "winter_1": "Trận bão tuyết đêm qua đã bao phủ toàn bộ thung lũng. Hãy giữ ấm cho mình thật tốt, okay?$6#$e#Nếu em bị cảm lạnh trong mùa đông, anh sẽ sẵn sàng để chăm sóc em.$3",
  "winter_8": "Cuộc thi câu cá trên băng hôm nay, @.$1#$b#Chúng ta nên đi tới đó sớm để có thể cùng bộ với những người khác để đến điểm câu cá!$1",
  "winter_12": "Chúng ta hãy cùng nhau làm người tuyết! Anh nghĩ nó sẽ trông rất tuyệt nếu chúng ở sau của chúng ta.$1",
  "winter_25": "Merry Winter Star, love. Anh có một món quà rất đặc biệt muốn dành cho em vào tối nay.$4#$e#Anh không thể cho em biết nó là gì cho đến khi đó.$1#$b#Nó sẽ rất xứng đáng. Anh hứa!$4",
  
  //DAY DIALOGUE
  "Indoor_Day_Victor": "Anh đang tranh luận về những gì anh nên làm vào hôm nay.$1#$e#Có lẽ anh nên bắt đầu đọc một cuốn sách mới?$3",
  "Indoor_Day_0": "Hi, em yêu! Hôm nay em thấy thế nào?$1#$b#Anh đang cố gắng quyết định xem mình có nên chơi một số trò chơi điện tử, tiếp tục đọc sách hay làm một dự án mới.$0#$e#Cuối cùng thì anh đã có thể quyết định. Chúc em may mắn với công việc nông trại của mình!$1",
  "Indoor_Day_1": "Anh cẩm thấy đói. Anh tự hỏi liệu cón gì trong tủ lạnh... Anh hy vọng sẽ có mỳ ý!$3#$e#Anh nói rằng anh có thể sống với những thứ đó mãi mãi và không bao giờ cảm thấy ngán với nó.$1",
  "Indoor_Day_2": "Hôm nay anh đang có tâm trạng khá tôt, vì vậy anh đã dọn dẹp nhà cửa. Không có một hạt bụi nào có thể tồn tại trong này!$1#$e#Nếu em tìm thấy một hạt bụi, anh sẽ dũng cảm đánh bại nó bằng khăn lau bụi của mình!$5",
  "Indoor_Day_3": "Em đã làm việc rất chăm chỉ gần đây.$3#$b#Anh thật sự rất muốn cho em một ít tiền để mua đồ uống ở quán rượu.[336]$1#$e#Em xứng đáng với nó. Anh yêu em.$4",
  "Indoor_Day_4": "Sống trong trang trại với em thật là một trải nghiệm kỳ diệu.$3#$b#Anh hy vọng em cũng như thế, em yêu.$1#$e#Hãy làm cho ngày hôm nay tốt hơn ngày hôm qua.$1",
  "Outdoor_Victor": "And có mua một loại thuốc năng lượng từ bác sĩ Harvey cho em.$1#$bThứ này sẽ cung cấp năng lượng cho em để có thể hoàn thành những công việc tốt nhất.[349]$1#$e#HChúc em có một ngày làm việc tốt lành!$3",
  "Outdoor_0": "Thỉnh thoảng ra ngoài cũng là một điều rất tốt,mặc dù hôm nay anh có việc cần phải làm.$3",
  "Outdoor_1": "Ông của em đã thật may mắn khi đã giữ được mảnh đất như thế này ở trong thung lũng Stardew.$0#$b#Ngày nay sẽ khó mà để mua được mảnh đất như thế này, trừ khi em có rất nhiều tiền.$6#$e#Anh rất vui vì em đã quyết định tiếp nối nghiệp của ông thay vì bán đất, @!$1",
  "Outdoor_2": "Hi, em yêu. Anh chỉ nghỉ ngơi một tí ở đây. Đừng để anh làm bạn phân tâm khỏi công việc của em!$1#$e#Chúng ta nên để dành thêm thời gian cho nhau vào tối nay!$4",
  "Outdoor_3": "Thật tuyệt khi có thể gặp em ở đây.$3#$e#Em đã bắt gặp anh trong lúc anh đang nhớ về em.$1",
  "Outdoor_4": "Anh rất thích nhìn ngắm ra trang trại từ sân. Anh cảm thấy em đã tiến bộ rất nhiều.$3#$e#Em nên tự hào về nó!$1",
  "Rainy_Day_0": "Vì trời mưa nên anh đã có có thể đọc hết cuốn tiểu thuyết anh đang đọc.$0#$e#Hey, Anh có một bí mật muốn nói với em.$3#$e#Em có thích nhưng gì anh làm không, Anh yêu em.$4#$e#Eh... điều đó có thể hơi sến, nhưng nó đã mang lại nụ cười trên khuôn mặt của em.$3",
  "Rainy_Day_1": "Anh tận hưởng những ngày mưa như thế này. Nó cho anh một cái cớ để ở trong nhà cả ngày.$3",
  "Rainy_Day_2": "Nếu em đi ra ngoài, hãy nhớ giữ mình khô ráo. Anh không muốn em bị ôm đâu.$6#$e#Nhưng đừng lo khi em bị ôm anh sẽ là người trăm sóc cho em.$1",
  "Rainy_Day_3": "Thời tiết như thế này là cơ hội hoàn hảo để anh có thể làm sơ đồ cầu của mình.$3#$e#Đừng để thời tiết để có thể cản trở em hoàn thành những việc em cần làm hôm nay!$1",
  
  //NIGHT DIALOGUE
  "indoor_Night_Victor": "Em đã chủng bị để ngủ chưa? Anh kiệt sức.$0",
  "Indoor_Night_0": "Hôm nay em có làm việc được tốt không?$1#$e#Thật tuyệt khi nghe như thế! Chúng ta nên đanh ít thời với nhau vào đêm nay.$4",
  "Indoor_Night_1": "Anh đã hoàn thành bản phác thảo sơ bộ về thiết kế của cây cầu cho thị trưởng của Grampleton vào hôm nay.$3#$b#Anh phải sớn đưa chưa bà ấy xem chúng .$1",
  "Indoor_Night_2": "Đến gần hơn một chút. Anh đàn có một ít chuyện muốn nói với em.$0#$e#Em thật đẹp. I love you.$4",
  "Indoor_Night_3": "Anh đã đến tham mẹ vào hôn nay. Bà ấy nhờ anh gửi lới chào cho em.$1#$e#Oh, bà ấy cũng đưa cho anh một chai rượu. Chúng ta có thể để cái này trong tủ.[348]$1#$e#...Hoặc em có thể bán nó đi. Bất cứ điều gì em cảm thấy là tốt nhất.$0",
  "Indoor_Night_4": "Ở nông trại khá tối so với thị trấn Pelican.$0#$b#Trong thị trấn có nhiều cột đèn tới mức chúng sẽ kiến cho chũng ta quên mất giờ đang là buổi tối.$1",
  "Rainy_Night_Victor": "Hey! Anh đã là bữa tối cho chúng ta. Hãy thưởng thức chúng đi em yêu.$1[214 224 228 235 237]",
  "Rainy_Night_0": "Ngày hồm nay của em tốt chứ? Anh nóng lòng muốn lên giường và có thể ôm em vào lòng. (¬‿¬) $3#$e#Anh đã mong chờ nó kể từ khi em rời đi để lo việc của mình!$3",
  "Rainy_Night_1": "Anh rất vui vì em đã về nhà! Ngày hôm nay anh đã nhớ đến em rất nhiều!$1#$e#Thành thật mà nói, anh thường nghĩ đến em ngay khi em rời đi.$2",
  "Rainy_Night_2": "Anh đã hoàn thành một phần dự án về cây cầu của mình ở phía tây Grampleton .$1#$e#Anh hy vọng thị trưởng sẽ cho phép anh thức hiện.$0#$e#Bà ấy thường làm như thế.$1",
  "Rainy_Night_3": "Umm... Anh có điều muốn nói với em nhưng anh hơi xấu hổ...$2#$e#Chúng ta nên dành thời gian cho nhau vào tối nay, @.$4",
  "Rainy_Night_4": "Sau những gì anh đã làm vào hôm nay, cơ thể anh gần như kiệt sức.$6#$b#Anh thật sự rất muốn được đi ngủ.$3#$e#Và anh cũng mong có thề được ôm em lúc ngủ.$1",
  
  //AFFECTION DIALOGUE
  "Good_0": "Anh đã làm một ít thức ăn cho em! Em có thể ăn ngay hoặc để dành sau cũng được.[210]$1",
  "Good_1": "Anh đã nghe tin tức về nông trại %farm của chúng tao vào sáng nay!$1#$b#Các chuyến hàng của em đến Thành phố Zuzu là một số mặt hàng chất lượng nhất mà họ đã mua được trong nhiều năm qua!$3#$e#Anh rất tự hào về em, em yêu!$4",
  "Good_2": "%pet là anh nhớ đến con mèo của anh, Dewey.$6#$b#Anh có thể nó rằng em đã chắm sóc %pet rất tốt.$3",
  "Good_3": "Hi, em yêu. Đây là một ít tiền. Em xúng đáng để có thể thưởng thước một thứ gì đó sau tất cả những gì em đã cố gắng![336]$1",
  "Good_4": "Anh hay đánh dấu các sách quang trọng để mình có thể dễ dàng xem lại chúng.$3#$e#Nói về điều này....Em có phải làm một bài thời trong sách của anh không?(có thể câu đây là ngôn tình nhưng tui lại dịch thành ngôn lù rồi :P)$0#$b#Bởi vì em luôn là điểm nhấn trong mắt của anh.$4#$e#Heh... điều đó hơi quá sên phải không?$1",
  "Good_5": "Oh. Đang có một thừ gì đó đang trên khuôn mặt của em. Lại đây để anh lấy nó.$0#$e#*Trụt trụt(kiss)* Anh yêu em!(:V)$4",
  "Good_6": "Anh chỉ đang chiêm ngưỡng mặt dây chuyền nàng tiên cá mà em đã tặng anh.$3#$b#Anh sẽ không bào giờ tháo nó ra.$4#$e#Được rồi, Anh sẽ tháo nó ra khi đi tắm!$0",
  "Good_7": "Anh có là cho chúng ta một tách cà phê. Đây! Có một cốc! Anh đựng nó bằng cái cốc yêu thích của em.[395]$1",
  "Good_8": "Mẹ anh đã đưa cho chúng ta một chai rượu từ hầm rượu của bà. Đây là đồ cũ từ thời Abeja Vineyard![348]$1#$e#Anh hy vọng chúng ta có thể cùng nhau uống chúng vào buổi tối nay?$3",
  "Good_9": "Anh không nghĩ mình muốn rời khỏi Thung lũng Stardew.$0#$b#Anh có thể kiếm nhiều tiền hơn ở thành phố nhưng...$2#$b#Đối với anh em là tất cả.$3#$e#Sẽ không có gì có thể thay đối được nó.$1",
  "Neutral_0": "Hôm nay anh có nhận được email qc về quyền chọn cổ phiếu Joja.$0#$e#Anh nghĩ đó là do lịch sử tìm kiếm của mẹ anh.$0",
  "Neutral_1": "Anh cảm thấy muốn mình muốn chơi lại The Legend of Lonk vào hôm nay. Có rất nhiều cách để chơi lại trong trò Neendo.$1#$e#Về cơ bản thì....đó là phép màu của kĩ thuật số.$0#$b#Anh rất thích thiêc kế những cây cầu, cũng như coding là một sở thích.$3#$b#Có lẽ trong tương lai, anh sẽ trở thành một nhà phát triển trò chơi điện tử?? Mặc dù vậy thì anh nghĩ rằng mình sẽ không đánh bại được các tài nằng của ConcernedMonkey!$1",
  "Neutral_2": "Mẹ anh đã làm cho chúng ta một ít bánh quy, đây là phần của em![223]$1#$e#Chúng được phủ một lớp socola, đấy là món yêu thích của anh!$3",
  "Neutral_3": "Anh đã mua được một số trái cây và rau tại cửa hàng Pierre's vào hôm trước.$3#$b#Anh ấy luôn có những trái cây tưởi ngon nhất thung lũng $e#Có lẽ chúng ta có thể làm món salad vào tối nay?$1",
  "Neutral_4": "Anh đang đọc 'The Elemental Wars'.$3#$e#Hàng chục nghìn người bóng tối và người lùn đã tham chiến cách đây vài nghìn năm.$6#$b#Rất nhiều thương vong cho cả hai hên.$2#$e#Cuốn sách này được tập hợp từ truyền thuyết địa phương bởi một số pháp sư và phù thủy từ các làng và thị trấn khác nhau.$0",
  "Neutral_5": "Ngắn tủ  bị hỏng trong nhà bếp đã được anh sửa.$1#$b$Hay nói cho anh biết nếu sung quanh cần phải sửa, love!$3",
  "Neutral_6": "Sáng nay anh vô tình xỏ chân vào nhầm bên giày. Anh đã tự hỏi tại sao bàn chân của mình cảm thấy rất kỳ lạ.$0",
  "Neutral_7": "Anh đã mượn cuốn sách này từ thư viện với tiêu đề là 'Goblin Murkers'.$0#$b#Đó là một cuốn sách nói về yêu tinh sống ở các hầm mỏ khác nhau trên thế giới.$3#$e#Rõ ràng, một số chúng trong số đó đã từng sống ở đây ở  trên đỉnh nui  Corneal của Thung lũng Stardew .$3#$b#Chúng gần như đã tuyệt chủng. Những người còn lại hầu hết là đầy tớ cho những phù thủy độc ác , những người sử dụng phép thuật hắc ám.$0#$e#Tác giả của cuốn sách này là những pháp sư có học thức cao, một trong số đó là M. Rasmodius.$0",
  "Neutral_8": "Anh nghĩ anh có thể đến thăm mẹ vào hôm nay. Anh chắc rằng bà ấy sẽ rất thích một chuyến thăm bất ngờ.$1",
  "Neutral_9": "Không biết tại sao, nhưng gần đây anh rất thèm một ly cocktail Lunar Horizon.$0#$b#ANh nghĩ mình sẽ có một bữa tối ở quán rượu sau khi anh hoàn thành công việc trong ngày.$1",
  "Bad_0": "Anh đã có một cơn ác mộng kinh hoàng đêm qua. Anh không ... cảm thấy rất khỏe.$2#$e#Umm... Anh sẽ nói với em về nó vào tối nay, @.$2",
  "Bad_1": "Hey... Em đã làm anh tổn thương vào thôi qua và anh cũng không thích những gì em đã làm.$2#$e#Chúng ta sẽ nói về nó sau tối nay.$2",
  "Bad_2": "*sigh*... Mẹ ah bị mất tiền trong một vụ mua bán cổ phiếu và bà ấy muốn anh đến thăm.$2#$b#Bà ấy sẽ đi lấy lại chúng cùng với,anh chỉ biết được như thế.$0",
  "Bad_3": "Em có nghĩ rằng chúng ta sẽ có một cuộc trò chuyện nghiêp túc mới nhau trong ngày hôm nay?$0#$b#Đó là.....một việc rất quang trọng.$2#$e#Chúng ta sẽ nói nhiều hơn về nó khi em trở lại sau khi hoàn những công việc của mình hôm nay.$2",
  "Bad_4": "Anh nghĩ lằng anh đã bị ốm vào đêm qua. Anh cẩm thấy khá buồn nôn. Đừng chạm vào anh, @.$2#$e#Anh không muốn mình lây bệnh cẩm cho em! Anh sẽ tự đến mua một ít thuốc của bác sĩ Harvey.$2",
  "Bad_5": "Anh đã quên lưu trò chơi của mình và đã làm mất toàn bộ tuyết trình hiện tại.$2#$b#Anh hơi ... thất vọng với chính mình lúc này.$5#$e#Sorry, @... Anh... ANh không cảm thấy muốn nói chuyện vào lúc này. Chúc em một ngày tốt lành.$2",
  "Bad_6": "Anh đã bị mắc kẹt trong một mắc kẹt về  việc tính toán trong một thời gian dài như vậy, và anh hoàn toàn không biết làm thế nào để tiếp tục.$2#$e#Anh ... không có tâm trạng tốt để nói chuyện lúc này.$2",
  "Bad_7": "Anh đã nghe một số tin tức khủng khiếp về Đế chế Gotoro và những gì họ làm với tù nhân của họ.$2#$e#Họ... anh...$2#$e#...$2",
  "Bad_8": "Hi, @...$2#$e#...$2#$e#%Victor đa phớt lờ bạn.",
  "Bad_9": "Ai cũng mắc sai lầm. Nhưng em đã làm tổn thương cảm xúc của anh vào ngày hôm qua và anh vẫn chưa quên được điều đó.$2#$e#Nó sẽ ... mất rất lâu.$2"
}
