
{
//SPECIAL DIALOGUE
"Introduction": "Cố rất cẩm ơn Joja khi đã phá được những tảng đán lở đó. Lewis và cô khá là khó khắn để có thể nhờ họ phá tản đá đó đi.$2#$b#Joja luôn từ chối...$3#$e#Hẹn gặp lại cháu sau. Cô rất vui khi đã được gặp cháu$1#$b#Cô rất vui khi có thêm một người nông dân trong thung lũng.$4",
"Resort_Entering": "Cô không thường đi chơi cùng với những người trong làng. Điều nãy đã rất vui rồi!$1",
"Resort_Leaving": "Hôm nay thật là một ngày sôi động!$4",
"Resort_Shore": "%Susan is taking in the view.",
"Resort_Chair": "Với thời tiết như thế này, cô cá là con có thể trồng cây nhiệt đới vào mùa này một cách dễ dàng.$0",
"Resort_Bar": "Cô đang muốn ăn một món trái cây gì đó.$0",
"Resort": "Cô thật sự đang bị cám dổ để lấy một bông hoa trên đảo trở về nhà.$1#$e#Không, không, không... Cô không thể tách nó khỏi bạn bè của nó.$2",


//SPECIFIC TILE DIALOGUE
"Custom_SusanHouse_4_15": "Cô rất biết ơn Joja khi cuối cùng họ cũng phá huỷ những tản đá lở đó. Lewis và cô rất vất vả để có thể thuyết phục họ phá hủy tảng đá đó đi.$2#$b#Joja luôn từ chối về việc đó...$3#$e#Gặp lại cháu sau. Cố rất vui khi có thể gặp cháu!$1#$b#Thật vui khi thung lũng lại có thêm một nông dân.$4",
"Custom_SusanHouse_24_6": "Xin lỗi, nhưng cô đang ngủ.$2",
"SeedShop_14_20": "Thậy tuyệt khi gặp được cháu, @! Hôm nay cháu có mua hạt giống từ của hàng Pierre không?$0",
"ArchaeologyHouse_16_5": "Ở thư viện thường có các hưỡng dân thủ công mà cô hay tham khảo. Chúng rất hữu ích.$1",
"Custom_SusanHouse_3_16": "Okay, Sophia! Hay xem thật kĩ!$0",
"Custom_SusanHouse_9_17": "Lại đây nào con trai, thật là đáng yêu!$0",

//SPRING AND GENERAL DIALOGUE
"spring_1": "Ah! Mùa xuân đang đên, nó là mùa mà cô yêu thích nhất. Trông những bông hoa thật xinh đẹp làm sao.$1#$e#Chúc cháu có một ngày thuận lợi!$0",
"spring_12": "Cô đã giúp Marnie và Emily vẽ những quả trứng cho lễ hội ngày mai.$0#$e#Jas và Vincent cũng đã giúp chúng tôi! Họ đúng thật là một cặp đôi tuyệt đối!$1",
"spring_23": "Ngày mai chúng ta sẽ đi về phía nam của Rừng Cindersap cho Lễ hội khiêu vũ hoa. Cháu có tham giá chứ?$0#$e#Gus đam làm rất nhiều thức ăn!$1",
"spring_28": "Cố đã lên sách cho các cây sẽ trông vào mùa hè này.$0#$e#Cô chắc rằng cháu cũng đà làm như thế.$4",

"Mon": "Hello, @. Ngày hôm nay thế nào?$0#$e#Thật vui khi được nghe như thế!$1",
"Mon4": "Luôn có rất nhiều việc phải làm khi bắt đầu một tuần mới.$1",
"Mon8": "Thật vui khi được gặp cháu, @. Nông trại %farm của cháu như thế nào rồi?$0#$e#Nghe thật tuyêt đấy cháu yêu. Cô thật sự cũng muốn được như cháu.$1",
"Tue": "Hello, @. Ngày hôm nay của cháu thế nào?$0#$e#Tuyệt vời!$1",
"Tue4": "Cô đang đi bộ lên đỉnh núi để tập thế dục. Khung cảnh hoàn hôn ở đó rất kỳ diệu.$0#$e#Chúc cháu có một ngày tốt lành, dear.$0",
"Tue8": "@! Thật tuyệt khi được gặp cháu. Ngày hôm nay của cháu như thế nào?$1#$e#Cô rất vui khi được nghe như thế. Giờ cô cần làm một số thử cho ngày mai.$4",
"Wed": "Hi, @. Hôm nay thật là một ngày làm việc thật tuyệt ?$0#$e#Cố có thể làm một thừ gì đó. Một thứ gì đó có thể thách thức bản thân!$1",
"Wed4": "Cô có rất nhiều việc phải làm hôm nay, nhưng thời gian lại quá ít.$2#$b#Cháu có quản lý thời gian của mình như thế nào, @? Cố thấy cháu luôn bận rộn.$0#$e#Thật khó để có thê theo kiệp nhịp của cháu!$1",
"Wed8": "Hello. Cô hy vọng cháu đã có một ngày tuyệt vời, @.$1#$e#Cô sẽ nói chuyện với cháu khi khác, cháu yêu.$4",
"Thu": "Hi. Mọi thứ hôm nay như thế nào ?$0#$e#Hãy tiếp công việc của cháu đi.$1",
"Thu4": "Cô đang cần ít gỗ cứng ở Grampleton. Cô nên đi đến đó sớm.$1#$e#Grampleton là nơi bán gỗ chất lượng nhất ở đây.$4",
"Thu8": "Ngày mai sẽ là thứ sáu. Cô không biết tối nay Gus sẽ có món gì đặc biệt gì?$0#$e#Gus không bao giờ làm cô khỏi ngạc nhiên. Bởi thức ăn của ông luôn rất ngon.$1",
"Fri": "*sigh*... ngày hôm nay khá là thứ phiền muộn. $2#$e#Xin lỗi, cháu. Lúc này không phải thời gian tốt để chúng ta có thể noi chuyện với nhay.$2",
"Fri4": "Cô đã đúng theo những kế hoạch cho tuân này. Cuối tuần này sẽ chắc là thú vị.$1#$e#Chúc cháu có một ngày thật tốt, dear.$4",
"Fri8": "Thứ sau hạnh phúc, @! Cháu đã có lên kế hoạch cho cuối tuần chưa?$0#$e#Cố sẽ có thể lên tàu để đến thăm anh trai của cô ở Chestervale. Nhưng cô chưa bao giờ làm thế.$1#$e#Chúc cháu có một ngày tốt lành!$4",
"Sat": "Bạn thật là một nông dân chăm chỉ, @.$0#$e#Đôi khi chau cũng nên nghỉ ngơi một tí, nó sẽ rất tốt cho cháu!$1",
"Sat4": "Cô đang lên kế hoạch cho chuyến đi tiếp theo của mình đến quần đảo Fern Island.$0#$e#Trái cây ở đấy rất là tuyệt vời. Có thể cô sẽ lấy cho cháu một ít.$1#$e#Rất khó để làm thế. Chúng hỏng rất nhanh...$2",
"Sat8": "Hôm nay cô sẽ nghĩ ngơi và là một thứ gì đó thật vui.$0#$e#Cháu có nghĩ vào những buổi cuối tuần không, @?$1",
"Sun": "Cháu đã sẵng sàng cho tuần tới chưa? Cô còn rất nhiều việc để làm!$1#$e#Gặp lại cháu sau, @.$4",
"Sun4": "Có một vài người trong thị trấn hay đến viến bàn thờ Yoba vào Chủ nhật.$0#$b#Cô... đã ngừng tin vào Yoba một thời gian từ lâu.$2#$e#...$2#$e#%Susan không nói. Cô ấy vẫy tay tạm biệt bạn.",
"Sun10": "Khi cháu già đi, thời gian trôi qua ngày càng nhanh.$0#$b#Nên hãy tận hưởng mọi khoảnh khắc của cuộc sống khi còn có thể.$1#$e#Đừng phung phí thời gian của cháu, cháu yêu.$0",

//SUMMER DIALOGUE
"summer_1": "Chúc cháu có một mùa hè may mắng, @. Hãy chắc rằng cây trồng của cháu không bị thiếu nước!$0",
"summer_10": "Cô sẽ mang những quả dưa tốt cho lễ hồi lẩu ngày mai, @! Giống dưa hấu Chestervale là loại tốt nhất trong vùng này.$1#$e## Cô rất vui với những thứ gì cháu mang đến cho bữa tiệc!$4",
"summer_22": "Ở Grampleton có rất nhiều cách đồng lúa mì rất lớn. Lúa mì thì sẽ được biến thành thành bia, bột mì và đường.$0#$e#Mặc dù nó khá rẻ, nhưng cháu có thể kiếm lời từ đó vì nguồn cầu khá cao.$0",
"summer_28": "Cô có một nỗi sợ rất lớn về đại dương. Cô chỉ đển biển vào mùa hè cuối cùng để có thể ngắm Xứa.$2#$e#Cái cảng tàu đó trông như muốn sụp xuống bất cứ lúc nào. Có thể cô sẽ ở trên bờ biển, một vị trí thật an toàn.$0",

"summer_Mon": "Clint hình như đã hoàn thành việc nâng cấp cuốc cho cô.$0#$b#Nó sẽ cải thiện rất nhiều cho công việc ở nông trại của cô.$1", 
"summer_Mon2": "Có một gia đình chim rất thích làm tổ trên mái nhà của cô.$0#$e#Có thể cô nên làm một cái máy cho chim ăn.$1",
"summer_Mon6": "Cháu có nghi nghiệm trong việc chết tao đồ công nghệ không ?$0#$e#Đó là một mẹo hữu ích để chọn khi con đang điều hành một trang trại lớn.$0#$e#Nó có thể tự động hóa mọi thứ hoặc tự chế biến nông sản và sản phẩm động vật.$4",
"summer_Mon10": "ở Grampleton chỉ có những thợ thủ công tài năng nhất. Cô đã tường đi đến đó để học hỏi các kĩ thuật từ họ.$0#$e#Cháu có thể tham gia với cô vào lúc nào đó nếu cháu muốn. Đó chắc sẽ là một chuyến đi vui vẻ.$4",
"summer_Tue": "Cái nóng của mùa hè thật khóc để có thể làm việc. Hãy đảm bảo rằng cơ thể mình có đủ nước.$0",
"summer_Tue4": "Cô đã nâng cấp bình tưới  cây của mình. Cô nên tiết kiệm một chút, nhưng bây giờ thì cô có thể tưới cây nhanh hơn nhiều!$1#$e#Công việc của Clint thật đáng là kinh ngạc.$0",  
"summer_Tue8": "Cô thích khi trời mưa, cháu có thế không?$4#$e#Nó giúp cho những người nông dân được nghỉ ngơi thoải mái để tập trung vào việc gì đó ngoài việc tưới cây vào buổi sáng.$0",
"summer_Wed": "Cô nên đến Grampleton sớm. Cô đang cần một ít gỗ cứng.$0#$e#Cô sử dụng gỗ cứng trong hầu hết các đồ thủ công của mình. Nó cố rất nhiều ở trong khu rừng phía nam Grampleton.$1",
"summer_Wed8": "Cô đã tìm thấy quả mọng mọc ở phía bên kia hàng rào của mình sáng nay!$1#$b#Ngày mai cô sẽ dùng chú để làm sửa. Nó sẽ rất thơm ngon$4!#$e#Chúc cháu có một ngày tốt lành.$0",
"summer_Thu": "Nếu cháu sống bên đường sắt đủ lâu, thì sẽ không có thứ gì có thể đánh thức cháu vào nửa đêm.$0#$e#Ngoại trừ ... một lở đá...$2",
"summer_Thu6": "Dưa của cô đã bán được nhiều hơn cô đã dự đoán.$0#$b#Cô sẽ để dành để có thể di du lịch hoặc dành nó cho việc mua vật liệu cho mình!$1#$e#Bất cứ thứ gì cô có thể làm cho cháu, @?$4",
"summer_Thu10": "Thật tuyệt khi gặp cháu, @. Cô đã thu hoạch được rất nhiều vào ngày hôm nay.$0#$e#Đây là quả dưa mới hái từ trang trại Emerald! Cô bán hầu hết chúng ở Thành phố Zuzu, nhưng cô cũng muốn chia sẻ với bạn bè của mình.$0[254]",
"summer_Fri": "Một trong những cây trồng trong vườn nhà cô không được tốt...$2#$b#Nó đã mắt một loại nấm nhưng khi cô nhận ra thì mọi thử đẫ quá muộn... Cô cần phải chú hơn.$2#$e#%Susan trông khá buồn.",
"summer_Fri6": "Nó  ra thì hơi ngớ ngẩn, nhưng cô coi những cây trồng trong vườn của mình như  là gia đình.$0#$e#Cháu có thể nhận thấy cô sống một mình, @. Nhưng cô rất yêu những cây trồng của mình. Mỗi khi cô đi du dịch, thì cô luôn nhớ về chúng.$2",
"summer_Sat": "Thị trưởng Lewis trông có vẻ rất căng thẳng vào ngày hôm qua.$2#$e#Người đàn ông đó làm việc chăm chỉ hơn bất kỳ ai trong chúng ta ... Cô hy vọng anh ấy sẽ sớm được nghỉ ngơi.$0",
"summer_Sat6": "Cô chế biến các hoa bia mà mình đã thu được thành bia, và bán hết tất cả chúng. Đôi khi Gus có mua một ít chó quán bar của mình.$0#$e#Nếu cháu thích, khi nào đó cô sẽ chỉ cho cháu một số mẹo để có thể đảm bảo bia sẽ có vị vừa miệng .$4#$e#Nhưng cháu phải hứa đó sẽ là bí mật của hai chúng ta thôi nhé.$1",
"summer_Sun": "Mùa hè ở thung lũng Stardew thật đẹp. Nhiệc đỗ vẫn khá ôn hòa.$0#$e#Nhưng ở xa mạc Calico thì lại rất nóng. Chúng ta thật may mắng khi ở đây có gió biển.$0",
"summer_Sun8": "Cột thu lôi sẽ là một lựa chọn tốt nhất nếu cháu muốn mở rộng diện tích trồng trọt của mình, @.$0#$b#Có một số lại máy cô cần chế tạo cần tới pin .$0#$e#Robin đã từng bán chúng, nhưng cô ấy đã ngừng bán bởi vì Joja đã đăng ký độc quyền.$2",

// FALL DIALOGUE
"fall_1": "Cháu có thể cẩm thấy sự se lạnh trong không khí không, @? Mùa thu đã tới!$1#$b#Chúc cháu gặp nhiều may mắn trong mùa này, cháu yêu.$0#$e#Cô thực sự khuyên cháu nên trồng cây việt quất và bí ngô. Chúng sẽ  lại lợi nhuận rất cao.$0#$e#Chúc cháu may mắng!$4",
"fall_3": "Quạ sẽ bay thành từng đàn rất nhiều trong mùa này. Co hy vọng chau có nhiều bù nhìn để có thể đối phó với chúng, cháu yêu.$0#$e#Bảo trọng!$1",
"fall_7": "Cháu có làm gì trong tuần này không ?$0#$e#Cô luôn cố gắn làm một thứ gì đó thật thú vị vào mỗi tuần .$4",
"fall_15": "Cháu đã quyết định được những thứ gì sẽ được đặt lên gian hàng của mình chưa vào ngày mai chưa, @?$0#$e#Pierre sẽ là một đối thủ đáng gờm đấy.$1",
"fall_20": "Cô chỉ thích màu sắc của mùa thu, còn cháu thì sao?$1#$e#Là một ngườ nông dân, chúng ta sẽ thấy rất nhiều thứ xanh tươi. Thật tuyệt khi nhìn thế giới trong một bảng màu rực rỡ hơn.$4",
"fall_26": "Đểm giao của những linh hồn sẽ tổ chức vào ngày mai nhé cháu yêu.$1#$b#Cô đã nghe từ Thị trưởng Lewis rằng Marlon và một người bạn từ Làng Lâu đài đang bắt quái vật cho chúng ta.$0#$e#Chúng ta sẽ có thể nhìn chúng qua lồng thép. Thật đáng sợ!$4",
"fall_27": "Những ánh đèn nhấp nháy đã đến từ Thị trấn Pelican sớm hơn ngày hôm nay. Cô tin rằng Wizard đang triệu hồi những kẻ lạc lối.$1#$e#Cô không chắc công cụ 'ma thuật' đó hoạt động như thế nào.$2#$e#Hẹn gặp lại cháu tối nay, @.$4",
"fall_28": "Hello, @. Mùa thu sắp kết thúc. Cây trồng sẽ không còn nhiều thời gian nữa đâu.$0#$e#Cháu đã dành mùa đông này để câu cá hay khai thác không?$1",

"fall_Mon": "Đi bộ đường dài đến đỉnh núi rất tốt cho tim mạch. Cô lên đó hàng tuần.$1#$e#Ngắm nhìn toàn bộ thung lũng trải rộng bên dưới cháu sẽ cảm nhận được vẻ đẹp của nơi này.$4",
"fall_Mon4": "Cháu có hay đi lên đỉnh núi không ?$0#$e#Cô biết đó sẽ là một khung cảnh đẹp, nhưng ... việc đi qua những ngôi mộ đó khiến cô cảm thấy hơi lạnh sống lưng.$2",
"fall_Mon10": "Vượt qua tất cả những nhà thám hiểm đó để đứng đầu, cháu làm cho cô khá lo lắng đấy.$0#$b#HHãy chắc chắn rằng cháu chăm sóc bản thân thật tốt mỗi khi cháu thám hiểm.$0", 
"fall_Tue": "Đừng quên rằng mùa thu là mùa của nấm nhé chau yêu.$0#$e#Cháu sẽ có thể kiếm được một khoảng lợi nhuận từ chúng, nếu cháu có thể nhanh nhẹn lấy chúng.$4",
"fall_Tue4": "Hôm nay cô đã hái được nấm ở đỉnh núi, cô vẫn cần phải quyết định xem mình nên bán chúng hày dùng nó để nấu ăn.$0#$e#Đỉnh núi là nới hay xuất hiện thức ăn gia súc vì đất đai màu mỡ. Nếu cô là cháu thì sẽ không bỏ qua một nơi tốt như thê $1",
"fall_Wed": "Nó sẽ lộng lẫy hơn khi có một miếng bí ngô trong hội chợ thị trấn dành cho khách du lịch.$0",
"fall_Wed6": "Đừng coi những khoảnh khắc này là điều hiển nhiên. Hãy làm cho mỗi ngày đều có giá trị đối với cháu, cháu yêu.$0#$e#Khi cháu đến tuổi như cố, cháu sẽ cảm thấy trân trọng vỡi những kỷ niệm của mình khi cháu còn trẻ.$1",
"fall_Wed10": "Cô khá thích cháu bởi vì đối với cháu cuộc sống là một cuộc phiêu lưu, @.$4#$b#Một số người có thể nghĩ rằng điều hành một trang trại là một việc khá nhàm chán, nhưng cháu và cô biết rằng cần rất nhiều thời gian, sự kiên nhẫn và sự sáng tạo để có thể làm tốt nhất có thể.$4#$e#Cầu mong cuộc sống của chúng ta tiếp tục có thêm nhiều điều thú vị hơn nữa, cháu yêu.$4", 
"fall_Thu": "*sigh*... Andy đã uống hơi nhiều ở quán rượu đêm qua. Ông ấy không có bộ lọc thứ gì.$2#$e#Tất cả chúng ta đều đặc biệt theo những cách nhỏ của riêng mình.$0#$e#Chúc một ngày vui vẻ.$1",
"fall_Thu8": "Cô đã thấy Andy đi dạo với lon Joja vào ngày hôm trước. Anh ấy dường như đang có một ngày tốt đẹp.$0#$b#Cô không ủng hộ Joja, nhưng điều đó không có nghĩa là cô sẽ đánh giá những người khác làm ở đó .$0#$e#Why Tại sao cô không ủng hộ Joja sao? Chà ... thế giới là một nơi quý giá với nguồn tài nguyên hạn chế, cháu yêu. Cô nghĩ họ đang phung phí nó.$2",
"Fall_Fri": "Nấm mọc hay mọc ở khu rừng Cindersap vào thời điểm này trong năm. Có thể kiếm chú để làm thức ăn .$0#$e#Tuy nhiên, Andy và Leah thường lấy hết chúng...$3",
"fall_Fri4": "Cô nhặt được một ít hạt phỉ bên bờ sông. Cô sẽ rang chúng!$0#$e#Hạt phỉ rang rất đậm đà và ngon. Cô sẽ chia sẻ chia cho cháu một ít.$1",
"fall_Fri10": "Cô đã tìm thấy thêm một hạt phỉ khác và đã rang chúng vào sáng nay! Đây là một phần dành cho cháu!$1[607]#$e#Hãy thưởng thức nó nhé.$4",
"fall_Sat": "Trông nom giàn nho khác với các loại cây trồng thông thường. Cô cần suy nghĩ về cách chính xác các dây leo.$2#$e#Cô sẽ thử hỏi Sophia. cháu ấy biết mọi thứ về nho.$1",
"fall_Sat8": "Hàng rào bên đường sắt cần được sửa chữa sớm. Cô cần dự trữ gỗ để có thể sửa nó.$0#$e#Bao lâu thì cháu sửa chữa hàng rào của mình, @?$0#$e#Oh! Cô hiểu rồi! Cháu thật thông minh phải không?$1",
"fall_Sun": "Lá cứ tìm đường vào nhà Cô! Điều tốt là cô có một cái chổi.$1",
"fall_Sun4": "Thung lũng Stardew có đất màu mở nhất ở Cộng hòa Ferngill. Cây trồng ở đây to và tốt hơn.$0#$e#Nếu cháu sử dụng phân bón, cây trồng của cháu sẽ thậm chí còn khỏe mạnh hơn!$1",
"fall_Sun10": "Cô định nói chuyện với cháu, @.$0#$b#Cô bón phân cho cây trồng của mình và cô còn lại một ít. Cô muốn đưa nó cho cháu phần còn lại.$4#$b#Không cản phải cảm ơn cô đâu! Chúc một ngày tuyệt vời, cháu yêu!$1[369]", 

//WINTER DIALOGUE    
"winter_1": "Ở trên núi, Robin và cô nhận được rất nhiều tuyết.$0#$e#Cô có thể xây dựng một người tuyết. Điều đó sẽ không dễ thương?$1",
"winter_7": "Cháu có tham gia cuộc thi câu cá vào ngày mai không?$1#$b#Cô đã từng câu cá khi mình còn nhỏ, nhưng không bao giờ trở lại với nó.$0#$e#Chúc may mắn vào ngày mai!$4",
"winter_12": "Anh trai cô sẽ đến thăm sớm. Con gái của anh ấy rất đáng yêu!$1#$b#cô bé ấy thích chơi trò chơi điện tử. Cô đã có mua Super Neendo khi đến thăm.$0#$e#Cô không chơi nó. Cô quá già cho những đồ điện tử đó.$4",
"winter_17": "Một thương gia đã bán cho cô một cây trông trong nhà.$0#$b#Cháu luôn có thể tìm thấy thứ gì đó tuyệt vời ở chợ đêm!$1",
"winter_24": "Lễ hội Ngôi sao mùa đông bắt đầu vào ngày mai! Đó sẽ là một ngày vui vẻ.$0#$e#Cô đã chọn được món quà hoàn hảo! Cô hy vọng anh ấy thích nó.$1",
"winter_28": "Cháu đã sằng sàng để gieo trông chưa?$0#$e#Cô đã hoàn thành kế hoạch từ nhiều tuần trước. Chỉ cần đợi băng tuyết tan - sẽ không còn lâu nữa đâu.$1",

"winter_Mon": "I feel bad for all those poor animals out there, freezing in this cold weather.$2#$e#I have a soft spot for little critters.$0",
"winter_Mon4": "Sautine City has beautiful shores and tourists from around the world.$0#$b#Every time I go there I meet someone whose life is completely different from mine. It's like a window into a different world.$4#$e#You should try traveling, @. Tickets can be expensive, but the experience is well worth it.$1",
"winter_Mon8": "I've almost saved up enough money to take a trip across the country.$0#$e#Travelling is a big hobby of mine, so living by the railroad is convenient.$4#$e#Think you'd ever want to take a trip with me, sweetie? I'm a great traveling companion!$1",  
"winter_Tue": "How's your winter, @? Are you enjoying your time off?$1#$e#I've been crafting and traveling. It's a wonderful time of year.$0",
"winter_Tue6": "I'm glad I have wood stockpiled. My house doesn't have a fancy heater system. I rely on the fireplace.$0#$e#Stay warm this winter, @! You're always welcome to stop by and sit with me by the fire for a little while.$4",
"winter_Wed":  "I love stepping outside at night when it snows. Since snow absorbs sound, it's very quiet.$1#$e#Stay warm, @.$0",
"winter_Wed4": "I enjoy reading books during winter. Don't have to worry about the crops.$0#$e#I know you don't take weekends off, but you should enjoy some time for yourself too! You deserve it.$1",
"winter_Wed8": "We both work too hard, don't we?$0#$e#Let's make a pact to both take it easy this weekend. No long hours in the mines, no hikes up the summit... just cozy days in front of the fireplace with a nice book or some memories.$4#$e#It'll be tough to sit still for a while, but I think we can both manage it.$1",
"winter_Thu": "I often see Alex visiting the bath house.$0#$b#The workout room is kept in good condition.$4#$e#Maybe because no one but Alex uses it.$0",
"winter_Thu6": "I hike up to the summit pretty often, even in the winter.$0#$e#There's lots of crafting materials and forage, and the view is just breathtaking.$1#$e#Join me sometime, @?$4",
"winter_Fri": "Do you go to the saloon on the weekends often?$0#$e#In the winter, it's tempting. A little bit of cider or ale knocks the chill right out of my bones.$4",
"winter_Fri8": "I'm not sure if I'm just getting older, but this winter seems colder than usual.$2#$e#I'm itching to take off and travel somewhere warm.$4#$e#Maybe someday we'll both just get on the train and ride it until we're somewhere we've never been, @. What do you think?$4",
"winter_Sat": "Call me old-fashioned, but I prefer writing letters instead of emailing.$0#$e#All of this new technology is advancing too fast for me to keep up with.$2",
"winter_Sat8": "Do you keep in touch with your family, @?$0#$e#Life here in the valley is a little like living in a bubble. It's easy to forget the outside world, surrounded by the mountains.$4#$e#It's important to make sure you stay connected with the world, whatever way works best for you.$4",
"winter_Sun": "Almost time to start preparing for the next year.$1#$e#Hmm... what should I grow this spring?$0",
"winter_Sun6": "I was clearing my crop fields this morning, preparing for spring, and I dug up several snow yams.$0#$b#I think I'll eat this with dinner tonight after I wash them!$1#$e#Try and dig a few up while you can, @. They taste great roasted with a little butter and brown sugar.$4"
}
